Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Identify which item?
et: Määrake, milline ese?
ja: 何​を​鑑定​する​の​か​ね​?

source: This item is:
et: See ese on:
ja: 何​を​する​?

source: Done
et: Valmis
ja: 終わる

source: Talk to {:s}
et: Räägi {:s}-ga
ja: {:s}​と​話す

source: Talking to {:s}
et: Vestlus {:s}-ga
ja: {:s}​と​話し​て​いる

source: is not available
et: ei ole saadaval
ja: 使用​不能

source: in the shareware
et: jagatud tarkvaras
ja: シェアウェア​で

source: version
et: versioon
ja: バージョン

source: Gossip
et: Klatš
ja: 噂話

source: Rising Sun
et: Tõusev Päike
ja: 日の出​亭

source: Talk to Ogden
et: Räägi Ogdeniga
ja: オグデン​と​話す

source: Leave the tavern
et: Lahku kõrtsist
ja: 宿屋​を​去る

source: Talk to Gillian
et: Räägi Gillianiga
ja: ジリアン​と​話す

source: Access Storage
et: Juurdepääs laole
ja: スレレージ​に​アクセス

source: Farnham the Drunk
et: Joodik Farnham
ja: よっぱらい​の​ファーンハム

source: Talk to Farnham
et: Räägi Farnhamiga
ja: ファーンハム​と​話す

source: Say Goodbye
et: Ütle hüvasti
ja: 立ち去る

source: Your gold: {:s}
et: Sinu kuld: {:s}
ja: 所持金: {:s}

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
et: Ahh, meie kuninga lugu, kas pole? Leoricu traagiline langus oli sellele maale karm hoop. Rahvas armastas alati kuningat, ja nüüd elavad nad tema ees surmahirmus. Küsimus, mida ma endalt pidevalt küsin, on see, kuidas ta võis nii kaugele valgusest langeda, sest Leoric oli alati olnud kõige püham mees. Ainult põrgulikud jõud suudaksid inimest seestpoolt nii täielikult hävitada...
ja: おお、王​の​物語​か。レオリック​王​の​堕落​は​土地​の​者​に​は​大いなる​悲劇​じゃっ​た。王​を​敬愛​し​て​き​た​人々​も、今​は​王​の​殺戮​に​おびえる​日々。誰​より​も​高潔​で​あっ​た​あの​レオリック​王​が、どう​し​て​光​の​世界​から​はずれ​て​しまっ​た​の​か​不思議​で​なら​ぬ。あの​方​の​精神​を​あそこ​まで​破壊​する​と​は、地獄​で​も​最強​の​力​に​違い​ない。

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
et: Küla vajab teie abi, hea meister! Mõned kuud tagasi rööviti kuningas Leorici poeg, prints Albrecht. Kuningas läks raevu ja kammis küla läbi oma kadunud lapse otsinguil. Iga mööduva päevaga näis Leoric üha sügavamale hullusesse vajuvat. Ta püüdis süüdistada süütuid külaelanikke poisi kadumises ja lasi nad julmalt hukata. Vähem kui pooled meist jäid tema hullusest ellu... Kuningas rüütlid ja preestrid püüdsid teda rahustada, kuid ta pöördus nende vastu ja kahjuks olid nad sunnitud ta tapma. Oma viimase hingetõmbega langetas kuningas kohutava needuse oma endiste järgijate peale. Ta vandus, et nad teenivad teda igavesti pimeduses... Siin võtavad asjad veelgi tumedama pöörde, kui ma arvasin võimalikuks! Meie endine kuningas on tõusnud oma igavesest unest ja juhib nüüd surnute leegioni labürindis. Tema keha maeti katedraali alla kolm taset sügavale hauakambrisse. Palun, hea meister, rahustage tema hing, hävitades tema nüüdseks neetud kuju...
ja: この​町​を​救える​の​は​あなた​だけ​です。数カ月​前、アルブレヒト​王子​が​誘拐​さ​れ​て​から、レオリック​王​は​狂い​始め​まし​た。王​は、罪​も​ない​人々​を​拷問​し、次々​に​処刑​し​た​ため、町​の​人​は​半分​も​残っ​て​い​ませ​ん。王​に​仕える​騎士​や​司祭​は、見る​に​見​かね​て、とうとう​王​を​殺し​て​しまい​まし​た。息​を​引き取る​前​に、王​は​呪い​の​言葉​を​吐き​まし​た。 ​家来​達​が​闇​の​世界​に​堕ち​て、永遠​に​彼​に​仕える​と​いう​もの​です。それ​から、想像​を​絶する​よう​な​恐ろしい​できごと​が​おき​まし​た。王​は​蘇り、迷宮​の​死体​を​操る​よう​に​なっ​た​の​です。王​の​遺体​は​修道院​の​地下墓地​の​第​三階層​に​埋葬​さ​れ​て​い​ます。どう​か、王​の​姿​を​し​た​おぞましい​怪物​を​倒し、王​の​魂​を​安らか​に​眠ら​せ​て​あげ​て​ください。

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
et: Nagu ma teile ütlesin, hea meister, kuningas maeti kolm taset allapoole. Ta on seal all, oodates mädanenud pimeduses oma võimalust selle maa hävitamiseks...
ja: 前​に​お​話し​し​た​よう​に、王​は​地下​第​三階層​に​い​ます。腐っ​た​闇​の​中​で、この​地​を​滅ぼす​機会​を​狙っ​て​いる​の​です。

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
et: Meie kuninga needus on möödas, kuid ma kardan, et see oli vaid osa suuremast kurjusest, mis tegutseb. Kuid meid võib veel päästa pimedusest, mis meie maad neelab, sest sinu võit on hea enne. Olgu valgus sinu teel juhatamas, hea meister.
ja: レオリック​王​の​呪い​は​解け​まし​た​が、もっと​恐ろしい​悪​が​背後​に​いる​よう​な​気​が​し​ます。で​も、あなた​の​勝利​は​縁起​が​いい。この​地​を​闇​から​守れる​か​も​しれ​ませ​ん。光​の​お​導き​が​あり​ます​よう​に。

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
et: Oma poja kaotus oli kuningas Leoricule liialt raske. Ma tegin, mis suutsin, et tema hullust leevendada, kuid lõpuks võttis see temast võimust. Must needus on sellest päevast alates selle kuningriigi kohal rippunud, kuid võib-olla, kui sa vabastaksid tema vaimu maapealsest vanglast, saaks needus murtud...
ja: レオリック​王​は、息子​の​死​に​耐え​られ​なかっ​た。私​も​王​の​狂気​が​癒さ​れる​よう​努力​し​た​が、とうとう​王​は​狂気​に​負け​て​しまっ​た。その​日​から、この​王国​に​暗黒​の​呪い​が​かかっ​た​の​だ。君​が​王​の​魂​を​肉体​の​牢獄​から​解放​する​こと​が​できれ​ば、その​呪い​は​解か​れる​ん​だ​よ​…

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
et: Ma ei taha mõelda, kuidas kuningas suri. Ma tahan teda meenutada kui lahket ja õiglast valitsejat, kes ta oli. Tema surm oli nii kurb ja tundus kuidagi väga vale.
ja: 王様​は​むごい​最期​でし​た​わ。本当​に​心​優しい、公正​な​方​でし​た。王​様​の​死​は、悲しい​し、何​だ​か​納得​でき​ない​わ。

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
et: Ma tegin paljusid relvi ja enamikku turvistest, mida kuningas Leoric kasutas oma rüütlite varustamiseks. Ma meisterdasin talle isegi tohutu kahekäemõõga parimast mithrillist, samuti sobiva lahingukrooni. Ma ei suuda ikka veel uskuda, kuidas ta suri, kuid see pidi olema mingi kuri jõud, mis ajas ta hulluks!
ja: レオリック​王​に​仕える​騎士​の​ため​に​武器​や​鎧​を​山ほど​作っ​た。王​に​は、巨大​な​両手​持ち​の​剣​と、おそろい​の​兜​も​お​作り​し​た​ほど​だ。しかし​何​と​いう​無残​な​死に様。王​が​狂っ​た​の​は、何​か​不吉​な​力​に​とりつか​れ​た​から​に​違い​ない。

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
et: Mind ei huvita see. Kuula, ükski luukere ei hakka minu kuningaks. Leoric on kuningas. Kuningas, kas kuuled mind? ELAGU KUNINGAS!
ja: 知っ​た​こっ​ちゃ​ねえ​って​ん​だ。よく​聞けよ、がい骨​なんて​俺​の​王様​じゃぁ​ねぇ​ん​だ。そう​だろう​! レオリック​様​こそ​が​俺​の​王様​だ。分かっ​た​か​ぃ。王​様​バンザ​～​イ​!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
et: Elavad surnud järgivad neetud kuningat. Tal on võime äratada veelgi rohkem sõdalasi, et kasvatada oma elavate surnute armeed. Kui sa ei peata tema valitsemist, marsib ta kindlasti üle selle maa ja tapab kõik, kes siin veel elavad.
ja: 生け​る​屍​は、忌まわしい​王​の​忠実​なる​僕。王​は​次々​と​戦士​を​蘇ら​せ、死​の​軍団​を​増強​する​だろう。やつ​の​支配​に​終止符​を​打た​ね​ば、この​地​に​生きる​者​は​皆殺し​に​さ​れ​て​しまう​ぞ。

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
et: Kuule, ma ajan siin äri. Ma ei müü infot ja mind ei huvita mingi kuningas, kes on surnud kauem kui mina olen elus olnud. Kui sul on midagi vaja selle surnute kuninga vastu, siis saan sind aidata...
ja: 俺​は​まとも​な​商売​し​てる​ん​だ。情報​なんて​売っ​て​ねえ​よ。とっく​の​昔​に​死ん​じまっ​た​王​様​なんて​興味​ねえ​し​な。だ​が、その​死​に​損ない​を​やっつける​武器​が​欲しい​って​言う​なら​相談​に​のる​ぜ。

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
et: Elu soojus on sisenenud minu hauakambrisse. Valmistu, surelik, teenima minu Meistrit igavesti!
ja: 我が​墓所​に、生暖かい​生命​が​吹き込ま​れ​た。覚悟​せよ、永遠​の​支配者​に​仕える​の​だ​!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
et: Näen, et see kummaline käitumine paneb ka sind kukalt kratsima. Ma oletan, et kuna paljud deemonid kardavad päikesevalgust ja usuvad, et see omab suurt jõudu, siis võib-olla on päikesetõus, mida sa mainisid, pannud neid uskuma, et ka see omab mingisuguseid salapäraseid jõude. Hmm, võib-olla nad ei olegi kõik nii targad, kui me kartsime...
ja: 全く​おかしな​こと​を​する​もの​じゃ。お主​も​悩ん​どる​な。魔物​ども​は​日​の​光​に​は​大いなる​力​が​秘め​られ​て​いる​と​信じ、恐れ​て​おる​の​じゃ。おそらく、お主​の​言う​看板​に​描か​れ​て​あっ​た​日の出​に、神秘​の​力​が​宿っ​て​おる​と​で​も​思っ​た​ん​じゃろう。し​て​みる​と、きゃつ​ら​は​人間​が​恐れる​ほど​賢く​は​ない​よう​じゃ​な。

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
et: Meister, mul on üks kummaline kogemus, mida jagada. Ma tean, et sul on suur teadmistepagas nende koletiste kohta, kes labürindis elavad, ja see on midagi, millest ma ei suuda aru saada... Mind äratas öösel kraapiv heli otse mu kõrtsi juures. Kui ma oma magamistoast välja vaatasin, nägin kõrtsiõuel väikeste deemonilaadsete olendite kujusid. Mõne aja pärast nad jooksid minema, kuid mitte enne, kui nad mu kõrtsi sildi varastasid. Ma ei tea, miks deemonid mu sildi varastaksid, kuid jätaksid mu pere rahule... see on kummaline, kas pole?
ja: 実​は、奇妙​な​こと​が​あり​まし​て。あなた​は、迷宮​に​棲む​怪物​ども​に​つい​て​は​よく​御存知​でしょう​から、私​に​は​見当​も​つか​ない​こと​も​わかる​か​も​しれ​ませ​ん。ある夜、外​で​なに​やら​引っかく​よう​な​音​が​する​の​で​見​ます​と、小さな​魔物​の​よう​な​もの​が​逃げ​て​いき​まし​た。そいつ​は、うち​の​看板​を​持ち去っ​た​の​です。なぜ、私達​に​手​を​出さ​ず​に、看板​だけ​盗ん​だ​の​か、何​か​変​じゃ​ない​です​か​?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
et: Oh, sa ei pidanudki mu silti tagasi tooma, aga ma arvan, et see säästab mind uue valmistamise kuludest. Noh, las ma vaatan, mida ma võiksin sulle tasuks anda selle leidmise eest? Hmmm, mis meil siin on... ah, jah! See müts jäeti ühte tuppa maagiku poolt, kes peatus siin mõnda aega tagasi. Võib-olla on see sulle väärtuslik.
ja: わざわざ​看板​を​取り返し​て​くれ​た​おかげ​で、新しい​の​を​買わ​ず​に​すみ​ます​よ。お礼​を​し​たい​が、何​が​いい​でしょう​か。そう​だ、この​帽子​が​いい。前​に​うち​に​泊っ​た​魔術師​が​置い​て​いっ​た​ん​です​よ。多分​何​か​の​お​役​に​立つ​と​思い​ます。

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
et: Oh sa püha taevas, deemonid jooksevad öösel külas ringi, rüüstavad meie kodusid - kas miski pole püha? Ma loodan, et Ogden ja Garda on korras. Ma arvan, et nad tuleksid minu juurde, kui nad oleksid viga saanud...
ja: 何​て​こと​だ、魔物​が​夜​の​町​を​駆けめぐっ​て​略奪​し​て​いる​ぞ。何​て​こと​だ、オグデン​と​ガーダ​は​無事​だろう​か。怪我​で​も​し​てれ​ば、私​の​所​へ​くる​だろう​が​…

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
et: Oh sa mu meie! Kas sinna see silt kaduski? Minu vanaema ja mina magasime vist kogu selle asja maha. Tänu Valgusele, et need koletised ei rünnanud kõrtsi.
ja: まあ、看板​は​どこ​に​行っ​た​の​? お​ばあ​さま​も​私​も​眠っ​て​い​た​の​ね。宿屋​が​魔物​に​襲わ​れ​なく​て​よかっ​た​わ。

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
et: Deemonid varastasid Ogdeni märgi, sa ütled? See ei kõla just nagu need õudused, millest olen kuulnud - või näinud. Deemonid on huvitatud pigem su südame välja rebimisest, mitte su sildipostist.
ja: 魔物​が​オグデン​の​看板​を​盗ん​だ​だ​と​? 生身​の​心臓​を​掴み取ら​れ​た​なら​わかる​が、看板​て​の​は​変​だ​な。

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
et: Tead, mis ma arvan? Keegi võttis selle sildi ja nad tahavad selle eest palju raha. Kui ma oleksin Ogden... ja ma ei ole, aga kui ma oleksin... siis ma ostaksin lihtsalt uue sildi, millel oleks ilus joonistus. Võib-olla kena õllekruus või tükk juustu...
ja: 俺​が​思う​に​よぉ、あの​看板​を​盗ん​だ​の​は、きっと​金​目当て​だ​と​思う​ぜ、金​目当て​さ​! それ​より​も、俺​が​オグデン​だっ​たら​新しい​看板​を​買っ​ちまう​ねぇ。きれい​な​絵​を​描い​て​ある​やつ​を​よぉ。うん​うん、そう​だ​な、えー​とぉ、ビール​の​ジョッキ​と​か​チーズ​と​か​さ​…

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
et: Ükski surelik ei suuda tõeliselt mõista deemoni meelt. Ära lase nende ettearvamatutel tegudel end segadusse ajada, sest ka see võib olla nende plaan.
ja: 人間​に​は、悪魔​の​考え​を​理解​する​こと​など​でき​ない。 ​連中​の​不可解​な​行動​に​惑わさ​れ​て​は​なら​ぬ。それ​こそ​が​連中​の​狙い​な​の​じゃ。

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
et: Mida - kas ta ütleb, et mina võtsin selle? Ma arvan, et Griswold on ka tema poolel. Kuule, ma lõpetasin lihtsa sildi varastamise juba kuid tagasi. Sa ei saa puutükiga kasumit teenida.
ja: 俺​が​何​を​盗ん​だ​って​? グリズウォルド​が​言っ​た​の​か​? ​売りさばい​て​も​一​文​に​も​なりゃ​し​ない​そんな​看板、誰​が​盗む​もん​か。

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
et: Hei - Sina oled see, kes kõik tapab! Too mulle Maagiline Lipp või me ründame! Sa ei lahku eluga! Tapa suured koletised ja too Maagiline tagasi. Mine nurgast mööda ja uksest sisse, leia koletised. Annad, siis lähed!
ja: おい​! みんな​を​殺し​た​奴​だ​な​! 魔力​の​紋章​を​持っ​て​こ​ない​と​命​は​ない​ぞ。でっかい​化物​を​ぶっ殺し​て​紋章​を​取り戻す​ん​だ。そいつ​は​角​を​曲がっ​た​扉​の​中​に​いる。奴​ら​を​ぶっ殺し​て​紋章​を​持っ​て​き​たら​通し​て​やる​!

source: You kill uglies, get banner. You bring to me, or else...
et: Sa tapad koledaid, saad lipu. Too too mulle, või muidu...
ja: 化物​を​ぶっ殺し​て​紋章​を​取り戻せ。さも​ない​と​…

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
et: Sina anna! Jah, hea! Mine nüüd, me oleme tugevad. Me tapame kõik suure Maagiaga!
ja: よこせ​! やっ​た​ぜ​! 俺​たちゃ​強い​ん​だ。大いなる​魔法​で​ぶっ殺し​て​やる​! ヒャハハハハ​..

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
et: See ei tõota head, sest see kinnitab mu kõige süngemaid hirme. Kuigi ma ei lubanud endal iidseid legende uskuda, ei saa ma neid nüüd eitada. Võib-olla on aeg avaldada, kes ma tegelikult olen. Minu tõeline nimi on Deckard Cain Vanem ja ma olen viimne järeltulija iidsest Vennaskonnast, mis oli pühendunud ajatu kurjuse saladuste kaitsmisele. Kurjus, mis on nüüd ilmselgelt valla päästetud. Peapiiskop Lazarus, kuningas Leorici kõige usaldusväärsem nõuandja, juhtis lihtsate linnarahva rühma Labürinti, et leida kuninga kadunud poeg Albrecht. Möödus üsna palju aega, enne kui nad naasid, ja vaid vähesed neist pääsesid eluga. Neetud olgu ma lollina! Ma oleksin pidanud tema varjatud reeturlikkust siis kahtlustama. See pidi olema Lazarus ise, kes röövis Albrechti ja on teda sellest ajast alates Labürindis peitnud. Ma ei mõista, miks peapiiskop pimedusse pöördus või mis on tema huvi lapse vastu, kui ta ei kavatse teda oma tumedatele isandatele ohverdada! See peab olema see, mida ta plaanib! Tema 'päästegrupi' ellujäänud ütlevad, et Lazarust nähti viimati jooksmas labürindi sügavaimatesse soppidesse. Sa pead kiirustama ja päästma printsi selle hullumeelse kurjami ohvrinoast!
ja: 何​と​不吉​な。これ​ぞ​まさしく​わし​が​最も​恐れ​て​い​た​こと​じゃ。できれ​ば​古い​伝説​など​信じ​たく​なかっ​た​が、もう​それ​を​否定​する​わけ​に​は​いか​ぬ。そろそろ​正体​を​明かす​とき​が​来​た​よう​じゃ​な。 ​わし​の​真​の​名​は​デッカード​・​ケイン。永遠​の​悪​の​封印​を​守る​古き​結社​の​最後​の​末裔​じゃ。だ​が​どう​やら​その​封印​が​解か​れ​た​よう​じゃ。 ​かつて​助言者​と​し​て​レオリック​王​が​最も​信頼​し​た​大司教​ラザルス​は、行方​知れ​ず​に​なっ​た​アルブレヒト​王子​を​捜す​ため、町​の​人々​を​迷宮​へ​と​導い​て​いっ​た。しかし、迷宮​より​無事​戻っ​て​こ​られ​た​の​は、ほんの​数​名​…。 ​わし​が​愚か​じゃっ​た​! ラザルス​の​裏切り​に​気づい​て​おれ​ば​! アルブレヒト​王子​を​誘拐​し​迷宮​に​隠し​た​の​も、きっと​ラザルス​に​違い​ない。大司教​ほど​の​男​が​悪​に​屈する​と​は。やつ​は​きっと、王子​を​恐怖​の​帝王​に​捧げる​つもり​じゃろう。 ​生き​て​戻っ​た​者​の​話​で​は、ラザルス​は​迷宮​の​奥深く​へ​と​入っ​て​いっ​た​そう​だ。悪魔​の​生け贄​に​さ​れる​前​に、一刻​も​早く​王子​を​助け出す​の​じゃ​!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
et: Sa pead kiirustama ja päästma Albrechti Lazaruse käest. Prints ja selle kuningriigi rahvas loodavad sinu peale!
ja: 急げ、ラザルス​の​手​から​アルブレヒト​王子​を​救い出せ​! 王子​も​民衆​も​お主​が​頼り​な​の​じゃ​!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
et: Sinu lugu on üsna sünge, mu sõber. Lazarus põleb kindlasti põrgus oma kohutava teo eest. Poiss, keda sa kirjeldad, ei ole meie prints, kuid ma usun, et Albrecht võib siiski ohus olla. Võimu sümbol, millest sa räägid, peab olema portaal labürindi südames. Tea seda, mu sõber - Kurjus, mille vastu sa astud, on Terrori tume isand. Surelikud mehed tunnevad teda nimega Diablo. Tema oli see, kes vangistati labürinti paljude sajandite eest ja ma kardan, et ta püüab taas külvata kaost inimkonna valdustesse. Sa pead minema läbi portaali ja hävitama Diablo, enne kui on liiga hilja!
ja: 何​と​も​ぞっと​する​話​じゃ。ラザルス​は​恐ろしい​所業​の​報い​を​受け、地獄​の​業火​に​焼か​れ​た​の​じゃろう。お主​の​言う​その​少年​は​王子​で​は​ない、アルブレヒト​王子​は​まだ​囚われ​て​おる​に​違い​ない​ぞ。床​に​描か​れ​た​その​紋章​と​いう​の​は​きっと、迷宮​の​最​中心​部​へ​の​入口​に​違い​ない。 ​よい​か、お主​が​相手​に​する​の​は​恐怖​の​帝王​じゃ。人間界​で​は​ディアブロ​と​呼ば​れ​て​おる。こやつ​は​何​世紀​も​前​に​迷宮​に​幽閉​さ​れ​た​が、今​一度​人間界​に​混沌​の​渦​を​巻き起こそう​としとる​よう​じゃ​な。手遅れ​に​なら​ぬ​うち​に​その​門​から​入り、ディアブロ​を​倒す​の​じゃ​!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
et: Lazarus oli peapiiskop, kes viis paljud linnaelanikud labürinti. Ma kaotasin sel päeval palju häid sõpru ja Lazarus ei tulnud kunagi tagasi. Ma arvan, et ta tapeti koos enamiku teistega. Kui saaksid mulle teene teha, hea meister - palun ära räägi Farnhamiga sellest päevast.
ja: ラザルス​大司教​は​町​の​人々​を​迷宮​に​連れ込ん​だ​ん​です。あの​日、数多く​の​仲間​が​失わ​れ、ラザルス​様​も​二​度​と​は​戻り​ませ​ん​でし​た。きっと​殺さ​れ​て​しまっ​た​の​でしょう。それ​から、お願い​です。ファーンハム​に​は​あの​日​の​こと​を、聞か​ない​で​やっ​て​ください。

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
et: Ma olin šokeeritud, kui kuulsin, mida linnarahvas sel ööl plaanis teha. Ma arvasin, et kõigist inimestest oleks Lazarusel rohkem mõistust olnud. Ta oli peapiiskop ja tundus alati hoolivat Tristrami linnarahvast. Nii paljud said vigastada, ma ei suutnud neid kõiki päästa...
ja: 町​の​人々​が​あの​晩​に​やろう​と​し​て​い​た​こと​を​聞い​て、耳​を​疑っ​た​よ。より​に​よっ​て​あの​ラザルス​が​あの​よう​な​ひどい​こと​を​する​と​は。あいつ​は​大司教​だ​し、いつも​トリストラム​の​人々​の​世話​を​焼い​て​い​た​の​に。負傷者​が​あまり​に​多く​て、全員​は​助け​られ​なかっ​た​…

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
et: Ma mäletan Lazarust kui väga lahket ja heldet meest. Ta kõneles mu ema matustel ja toetas mu vanaema ja mind väga raskel ajal. Ma palvetan igal õhtul, et kuidagi on ta ikka veel elus ja turvaliselt.
ja: ラザルス​様​は​親切​で、慈悲​深い​方​でし​た​わ。母さん​の​葬式​も​執り行っ​て​くれ​て、心細く​なっ​て​い​た​私​と​お​ばあ​さま​の​支え​に​なっ​て​下さっ​た。毎晩​お​祈り​する​の​よ、ご​無事​です​よう​に​って。
