Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Game Mode
et: Mängurežiim
ja: ゲーム​モード

source: Play Diablo or Hellfire.
et: Mängi Diablo või Hellfire.
ja: ディアブロ、また​は​ヘルファイア​を​選択​し​ます。

source: Restrict to Shareware
et: Piira jagatavaks tarkvaraks
ja: シェアウェア​の​制限

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
et: Muudab mängu demoga ühilduvaks. Võimaldab mitmikmängu sõpradega, kellel pole Diablo täisversiooni.
ja: ゲーム​を​体験版​と​互換性​の​ある​もの​に​し​ます。ディアブロ​の​製品​版​を​持っ​て​い​ない​友人​と​の​マルチ​プレイ​が​可能​に​なり​ます。

source: Intro
et: Sissejuhatus
ja: イントロ

source: Shown Intro cinematic.
et: Kuvatud sissejuhatav filmikunst.
ja: イントロ​・​シネマ​ティック​を​表示​し​ます。

source: Splash
et: Plärtsatus
ja: スプラッシュ

source: Shown splash screen.
et: Kuvatud avakuva.
ja: スプラッシュ​画面​を​設定​し​ます。

source: Logo and Title Screen
et: Logo ja tiitliekraan
ja: ロゴ​と​タイトル​画面

source: Title Screen
et: Tiitli ekraan
ja: タイトル​画面

source: Diablo specific Settings
et: Diablo spetsiifilised seaded
ja: ディアブロ​固有​の​設定

source: Hellfire specific Settings
et: Põrgutule spetsiifilised seaded
ja: ヘルファイア​固有​の​設定

source: Audio
et: Heli
ja: オーディオ

source: Audio Settings
et: Heliseaded
ja: オーディオ​設定

source: Walking Sound
et: Kõndimise heli
ja: 歩行​音

source: Player emits sound when walking.
et: Mängija teeb kõndides häält.
ja: 歩行​時​に​音​が​出る​よう​に​なり​ます。

source: Auto Equip Sound
et: Automaatne varustuse heli
ja: 自動​装備​サウンド

source: Automatically equipping items on pickup emits the equipment sound.
et: Esemete automaatne varustamine peale korjamist tekitab varustuse heli.
ja: ピックアップ​時​に​自動的​に​アイテム​を​装備​する​と、装備​音​が​鳴り​ます。

source: Item Pickup Sound
et: Eseme korjamise heli
ja: アイテム​回収​音

source: Picking up items emits the items pickup sound.
et: Esemete üleskorjamine tekitab esemete üleskorjamise heli.
ja: アイテム​を​拾う​と、効果音​が​鳴り​ます。

source: Sample Rate
et: Proovivõtu sagedus
ja: サンプリングレート

source: Output sample rate (Hz).
et: Väljundproovi sagedus (Hz).
ja: 出力​サンプリングレート (​Hz​)。

source: Channels
et: Kanalid
ja: チャンネル

source: Number of output channels.
et: Väljundkanalite arv.
ja: 出力​チャンネル​数​です。

source: Buffer Size
et: Puhvri suurus
ja: バッファ​サイズ

source: Buffer size (number of frames per channel).
et: Puhvri suurus (kaadrite arv kanali kohta).
ja: バッファ​サイズ​（​1​チャンネル​あたり​の​フレーム​数​）​です。

source: Resampling Quality
et: Ümberproovide kvaliteet
ja: 再​サンプリング​品質

source: Quality of the resampler, from 0 (lowest) to 10 (highest).
et: Resampleri kvaliteet, vahemikus 0 (madalaim) kuni 10 (kõrgeim).
ja: 再​サンプラー​の​品質​を​0​（​最低​）​から​10​（​最高​）​まで​で​設定​し​ます。

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
et: Mõjutab mängu sisemist resolutsiooni ja määrab sinu vaateala. Märkus: See võib erineda ekraani resolutsioonist, kui kasutatakse üleskaalumist, täisarvulist skaleerimist või ekraanile sobitamist.
ja: ゲーム​の​内部​解像度​に​影響​を​与え、表示​領域​を​決定​し​ます。注意​：​アップ​スケーリング、整数​倍​スケーリング、画面​に​合わせる​を​使用​し​た​場合、画面​解像度​と​は​異なる​場合​が​あり​ます。

source: Resampler
et: Ümberproovija
ja: リサンプラ

source: Audio resampler
et: Heli resampler
ja: オーディオ​・​リサンプラ

source: Device
et: Seade
ja: デバイス

source: Audio device
et: Heliseade
ja: オーディオ​・​デバイス

source: Graphics
et: Graafika
ja: グラフィックス

source: Graphics Settings
et: Graafika seaded
ja: グラフィックス​設定

source: Fullscreen
et: Täisekraan
ja: フルスクリーン

source: Display the game in windowed or fullscreen mode.
et: Kuva mäng akna- või täisekraanirežiimis.
ja: ゲーム​を​ウィンドウ​モード​また​は​フルスクリーンモード​で​表示​し​ます。

source: Fit to Screen
et: Sobita ekraanile
ja: 画面​に​合わせる

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
et: Kohanda mänguaken automaatselt vastavalt sinu praeguse töölaua ekraani kuvasuhtele ja resolutsioonile.
ja: ゲーム​ウィンドウ​を​現在​の​デスクトップ​画面​の​アスペクト​比​と​解像度​に​自動的​に​調整​し​ます。

source: Upscale
et: Kvaliteetne
ja: アップ​スケーリング

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
et: Võimaldab pildi skaleerimist mängu resolutsioonist teie monitori resolutsioonini. Takistab monitori resolutsiooni muutmist ja võimaldab akna suuruse muutmist.
ja: ゲーム​の​解像度​から​モニター​の​解像度​へ​の​画像​の​スケーリング​を​可能​に​し​ます。モニター​解像度​の​変更​を​防ぎ、ウィンドウ​の​リサイズ​を​可能​に​し​ます。

source: Scaling Quality
et: Skaleerimise kvaliteet
ja: スケーリング​品質

source: Enables optional filters to the output image when upscaling.
et: Võimaldab valikulisi filtreid väljundpildile, kui suurendatakse.
ja: アップス​ケール​時​の​出力​画像​に​オプション​の​フィルター​を​有効​に​し​ます。

source: Nearest Pixel
et: Lähim piksel
ja: 近接​ピクセル

source: Bilinear
et: Bilineaarne
ja: バイリニア

source: Anisotropic
et: Anisotroopne
ja: 異方​性

source: Integer Scaling
et: Täisarvu skaleerimine
ja: 整数​倍​スケーリング

source: Scales the image using whole number pixel ratio.
et: Skaalib pilti, kasutades täisarvulist pikslite suhet.
ja: 整数​の​比率​で​画像​を​スケーリング​し​ます。

source: Vertical Sync
et: Vertikaalne sünkroonimine
ja: 垂直​同期

source: Forces waiting for Vertical Sync. Prevents tearing effect when drawing a frame. Disabling it can help with mouse lag on some systems.
et: Jõud ootavad vertikaalset sünkroonimist. Takistab rebenemise efekti kaadri joonistamisel. Selle keelamine võib mõnel süsteemil aidata hiire viivitusega.
ja: 垂直​同期​を​強制的​に​待ち​ます。フレーム​描画​時​の​ティア​リング​を​防止​し​ます。これ​を​無効​に​する​と、システム​に​よっ​て​は​マウス​の​遅延​が​改善​さ​れる​こと​が​あり​ます。

source: Zoom on when enabled.
et: Suumi sisse, kui lubatud.
ja: 有効​な​場合​は​ズーム。

source: Color Cycling
et: Värvide tsükkel
ja: カラー​サイクル

source: Color cycling effect used for water, lava, and acid animation.
et: Vee, laava ja happe animatsiooni jaoks kasutatav värvide tsükliefekt.
ja: 水、溶岩、酸​の​アニメーション​に​使用​さ​れる​カラー​サイクリング​効果​です。

source: Alternate nest art
et: Alternatiivne pesa kunst
ja: 異なる​巣​の​画像

source: The game will use an alternative palette for Hellfire’s nest tileset.
et: Mäng kasutab Hellfire'i pesa plaatide komplekti jaoks alternatiivset paletti.
ja: ヘルファイア​の​巣​の​タイル​セット​に​別​の​パレット​が​使用​さ​れ​ます。

source: Hardware Cursor
et: Riistvaraline kursor
ja: ハードウェア​カーソル

source: Use a hardware cursor
et: Kasutage riistvaralist kursorit
ja: ハードウェア​カーソル​を​使用​し​ます。

source: Hardware Cursor For Items
et: Riistvara kursor esemete jaoks
ja: アイテム​用​ハードウェア​カーソル

source: Use a hardware cursor for items.
et: Kasutage esemete jaoks riistvaralist kursorit.
ja: アイテム​に​ハードウェア​カーソル​を​使用​し​ます。

source: Hardware Cursor Maximum Size
et: Riistvara kursori maksimaalne suurus
ja: ハードウェア​カーソル​の​最大​サイズ

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
et: Riistvaralise kursoriga maksimaalne laius / kõrgus. Suuremad kursorid langevad tagasi tarkvaralisele.
ja: ハードウェア​カーソル​の​最大​幅​/​高さ。それ​以上​の​ソフトウェア​カーソル​に​なり​ます。

source: FPS Limiter
et: KPS piiraja
ja: FPS​リミッター

source: FPS is limited to avoid high CPU load. Limit considers refresh rate.
et: Kuvade sagedus on piiratud, et vältida suurt protsessori koormust. Piirang arvestab värskendussagedust.
ja: CPU​負荷​が​高く​なら​ない​よう​に​FPS​を​制限​し​ます。制限​は​リフレッシュ​レート​を​考慮​し​て​い​ます。

source: Show FPS
et: Kuva FPS
ja: FPS​を​表示

source: Displays the FPS in the upper left corner of the screen.
et: Kuvab FPS-i ekraani vasakus ülanurgas.
ja: 画面​左上​に​FPS​を​表示​し​ます。

source: Gameplay
et: Mängukogemus
ja: ゲーム​プレイ

source: Gameplay Settings
et: Mängu seaded
ja: ゲーム​プレイ​設定

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
et: Luba Diablo ja Hellfire'is linnas sörkimine/kiirkõndimine. See valik toodi sisse laienduses.
ja: ディアブロ​と​ヘルファイア​で​街中​で​の​ジョギング​/​早歩き​を​有効​に​し​ます。この​オプション​は​拡張​版​で​導入​さ​れ​まし​た。

source: Grab Input
et: Haara sisend
ja: 入力​捕捉

source: When enabled mouse is locked to the game window.
et: Kui see on lubatud, on hiir lukustatud mänguaknasse.
ja: 有効​に​する​と、マウス​が​ゲーム​ウィンドウ​に​ロック​さ​れ​ます。

source: Pause Game When Window Loses Focus
et: Peata mängu, kui aken kaotab fookuse
ja: 非​アクティブ​時​に​ゲーム​を​一時停止

source: When enabled, the game will pause when focus is lost.
et: Kui see on lubatud, peatub mäng fookuse kaotamisel.
ja: 有効​に​する​と、フォーカス​を​失っ​た​とき​に​ゲーム​が​一時停止​し​ます。

source: Enable Little Girl quest.
et: Luba Tüdruku ülesande lubamine.
ja: リトル​ガール​クエスト​を​有効​に​し​ます。

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
et: Luba Jersey ülesanne. Lester talunik asendatakse Täieliku Pähkliga.
ja: ジャージー​の​クエスト​を​有効​に​する。農家​の​レスター​の​代わり​に​コンプリート​ナット​が​登場​し​ます。

source: Friendly Fire
et: Sõbralik Tuli
ja: フレンドリー​ファイア

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
et: Luba noole/kirja kahju mängijate vahel mitmikmängus isegi siis, kui sõbralik režiim on sisse lülitatud.
ja: フレンドリー​モード​が​オン​に​なっ​て​い​て​も、マルチ​プレイヤー​の​プレイヤー​間​で​弓矢​や​呪文​の​ダメージ​を​許容​し​ます。

source: Full quests in Multiplayer
et: Täielikud ülesanded mitmikmängus
ja: マルチ​プレイ​で​の​フルクエスト

source: Enables the full/uncut singleplayer version of quests.
et: Võimaldab ülesannete täispika/lõikamata üksikmängu versiooni.
ja: シングルプレイヤー​版​クエスト​の​フル​/​ノーカット​を​有効​に​する。

source: Test Bard
et: Testi Bard
ja: テスト​・​バード

source: Force the Bard character type to appear in the hero selection menu.
et: Sunni Bard tegelase tüüp ilmuma kangelase valiku menüüs.
ja: ヒーロー​選択​メニュー​に​バード​の​キャラクター​タイプ​を​強制的​に​表示​し​ます。

source: Test Barbarian
et: Testi Barbar
ja: テスト​・​バーバリアン

source: Force the Barbarian character type to appear in the hero selection menu.
et: Sunni barbaari tegelase tüüp kangelase valiku menüüs ilmuma.
ja: ヒーロー​選択​メニュー​に​バーバリアン​の​キャラクター​タイプ​を​強制的​に​表示​し​ます。

source: Experience Bar
et: Kogemuste riba
ja: 経験値​バー

source: Experience Bar is added to the UI at the bottom of the screen.
et: Kogemuste riba lisatakse kasutajaliidesele ekraani alaossa.
ja: 画面​下​の​UI​に​経験値​バー​を​追加​し​ます。

source: Show Item Graphics in Stores
et: Kuva poodides esemete graafika
ja: ストア​で​アイテム​画像​を​表示​する

source: Show item graphics to the left of item descriptions in store menus.
et: Kuva poe menüüdes esemete kirjelduste vasakul pool esemete graafika.
ja: ストア​メニュー​の​アイテム​説明​の​左側​に​アイテム​画像​を​表示​し​ます。

source: Show health values
et: Kuva tervise väärtused
ja: ヘルス​値​を​表示

source: Displays current / max health value on health globe.
et: Kuvab tervisekeral praeguse / maksimaalse tervise väärtuse.
ja: ヘルス​・​グローブ​上​に​ヘルス​の​現在地​/​最大値​を​表示​し​ます。

source: Show mana values
et: Kuva mana väärtused
ja: マナ​値​を​表示

source: Displays current / max mana value on mana globe.
et: Kuvab mana globil praeguse / maksimaalse mana väärtuse.
ja: マナ​・​グローブ​上​に​マナ​の​現在​値​/​最大値​を​表示​し​ます。

source: Enemy Health Bar
et: Vaenlase terviseriba
ja: 敵​の​ヘルスバー

source: Enemy Health Bar is displayed at the top of the screen.
et: Vaenlase terviseriba kuvatakse ekraani ülaosas.
ja: 画面​上部​に​敵​の​ヘルスバー​を​表示​し​ます。

source: Gold is automatically collected when in close proximity to the player.
et: Kuld kogutakse automaatselt, kui see on mängijale lähedal.
ja: プレイヤー​付近​の​ゴールド​を​自動的​に​回収​し​ます。

source: Elixirs are automatically collected when in close proximity to the player.
et: Eliksiirid kogutakse automaatselt, kui mängija on neile lähedal.
ja: プレイヤー​付近​の​エリクサー​を​自動的​に​回収​し​ます。

source: Oils are automatically collected when in close proximity to the player.
et: Õlid korjatakse automaatselt üles, kui mängija on neile lähedal.
ja: プレイヤー​付近​の​オイル​を​自動的​に​回収​し​ます。

source: Automatically pickup items in town.
et: Korjas automaatselt esemeid linnas üles.
ja: 街中​で​自動的​に​アイテム​を​回収​し​ます。

source: Adria will refill your mana when you visit her shop.
et: Adria täidab su mana, kui sa tema poodi külastad.
ja: エイドリア​の​店​を​訪れる​と、マナ​を​補充​し​て​くれ​ます。

source: Weapons will be automatically equipped on pickup or purchase if enabled.
et: Relvad varustatakse automaatselt peale korjamist või ostmist, kui see on lubatud.
ja: 有効​に​する​と、武器​を​ピックアップ​や​購入​時​に​自動的​に​装備​さ​れ​ます。

source: Armor will be automatically equipped on pickup or purchase if enabled.
et: Kaitsevarustus varustatakse automaatselt peale võtmist või ostmist, kui see on lubatud.
ja: 有効​に​する​と、アーマー​を​ピックアップ​や​購入​時​に​自動的​に​装備​さ​れ​ます。

source: Helms will be automatically equipped on pickup or purchase if enabled.
et: Kiivrid varustatakse automaatselt peale korjamist või ostmist, kui see on lubatud.
ja: 有効​に​する​と、ヘルム​を​ピックアップ​や​購入​時​に​自動的​に​装備​さ​れ​ます。

source: Shields will be automatically equipped on pickup or purchase if enabled.
et: Kilbid varustatakse automaatselt, kui need on lubatud, kas korjamisel või ostmisel.
ja: 有効​に​する​と、シールド​を​ピックアップ​や​購入​時​に​自動的​に​装備​さ​れ​ます。

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
et: Ehted varustatakse automaatselt peale korjamist või ostmist, kui see on lubatud.
ja: 有効​に​する​と、ジュエリー​を​ピックアップ​や​購入​時​に​自動的​に​装備​さ​れ​ます。

source: Randomly selecting available quests for new games.
et: Uute mängude jaoks saadaval olevate ülesannete juhuslik valimine.
ja: 新規​ゲーム​で​クエスト​が​ランダム​に​選択​さ​れ​ます。

source: Show Monster Type
et: Kuva koletise tüüp
ja: モンスター​の​種類​を​表示

source: Hovering over a monster will display the type of monster in the description box in the UI.
et: Kui liigud koletise kohale, kuvatakse kasutajaliideses kirjelduskastis koletise tüüp.
ja: モンスター​に​カーソル​を​合わせる​と、UI​の​説明​欄​に​モンスター​の​種類​が​表示​さ​れ​ます。

source: Show labels for items on the ground when enabled.
et: Kuva maas olevate esemete sildid, kui see on lubatud.
ja: 有効​な​場合、アイテム​の​ラベル​を​表示​し​ます。

source: Refill belt from inventory when belt item is consumed.
et: Vöö täitmine inventarist, kui vöö ese on tarbitud.
ja: ベルト​アイテム​が​消費​さ​れる​と、在庫​から​ベルト​を​補充​し​ます。

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines, Sacred Shrines and Murphy's Shrines are not able to be clicked on and labeled as disabled.
et: Kui need on lubatud, ei saa katlaid, lummavaid pühamuid, kitsepühamuid, kaunistatud pühamuid, pühasid pühamuid ja Murphy pühamuid klõpsata ning need on märgitud keelatuks.
ja: 有効​に​する​と、地獄​の​大釜、魅了​の​祭壇、山羊​の​祭壇、華麗​なる​祭壇、神聖​なる​祭壇​と​マーフィー​の​祭壇​が​クリック​でき​なく​なり、無効​と​表示​さ​れ​ます。

source: Quick Cast
et: Kiirvalamine
ja: クイック​キャスト

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
et: Loitsu kiirklahvid lasevad loitsu koheselt, selle asemel et vahetada valmisolekus olevat loitsu.
ja: 呪文​の​ホットキー​は、準備​さ​れ​た​呪文​を​切り替える​の​で​は​なく、瞬時​に​呪文​を​唱え​ます。

source: Number of Healing potions to pick up automatically.
et: Tervendamisjoogide arv, mida automaatselt üles korjata.
ja: 自動的​に​拾う​ヒーリング​・​ポーション​の​数​です。

source: Number of Full Healing potions to pick up automatically.
et: Täis tervendamise jookide arv, mida automaatselt üles korjata.
ja: 自動的​に​拾う​フルヒーリング​・​ポーション​の​数​です。

source: Number of Mana potions to pick up automatically.
et: Automaatne manapudelite kogus, mida üles korjata.
ja: 自動的​に​拾う​マナ​・​ポーション​の​数​です。

source: Number of Full Mana potions to pick up automatically.
et: Täis mana jookide arv, mida automaatselt üles korjata.
ja: 自動的​に​拾う​フルマナ​・​ポーション​の​数​です。

source: Number of Rejuvenation potions to pick up automatically.
et: Elustamisjoogi automaatseks korjamiseks mõeldud arv.
ja: 自動的​に​拾う​回復​ポーション​の​数​です。

source: Number of Full Rejuvenation potions to pick up automatically.
et: Täis elustamisjoogi automaatseks korjamiseks mõeldud arv.
ja: 自動的​に​拾う​フル​回復​ポーション​の​数​です。

source: Enable floating numbers
et: Luba hõljuvad numbrid
ja: 浮動​小数​点数​を​有効​に​する

source: Enables floating numbers on gaining XP / dealing damage etc.
et: Võimaldab ujuvaid numbreid XP saamisel / kahju tekitamisel jne.
ja: 経験値​や​ダメージ​など​に​浮動​小数​点数​を​使用​する。

source: Off
et: Väljas
ja: オフ

source: Random Angles
et: Juhuslikud nurgad
ja: ランダム​アングル

source: Vertical Only
et: Ainult vertikaalne
ja: 垂直​のみ

source: Controller
et: Kontroller
ja: コントローラー

source: Controller Settings
et: Kontrolleri seaded
ja: コントローラー​設定

source: Network
et: Võrk
ja: ネットワーク

source: Network Settings
et: Võrgu seaded
ja: ネットワーク​設定

source: Chat
et: Vestlus
ja: チャット

source: Chat Settings
et: Vestluse seaded
ja: チャット​設定

source: Language
et: Keel
ja: 言語

source: Define what language to use in game.
et: Määrake, millist keelt mängus kasutada.
ja: ゲーム​内​で​使用​する​言語​を​定義​し​ます。

source: Language Settings
et: Keelesätted
ja: 言語​設定

source: Keymapping
et: Klahvivajutus
ja: キーマッピング

source: Keymapping Settings
et: Klahvivajutuse seaded
ja: キー​・​マップ​設定

source: Padmapping
et: Padi kaardistamine
ja: パッド​・​マッピング

source: Padmapping Settings
et: Puldimapi seaded
ja: パッド​・​マップ​設定

source: Level
et: Tase
ja: レベル

source: Experience
et: Kogemus
ja: 経験値

source: Next level
et: Järgmine tase
ja: 次​の​レベル

source: Base
et: Alus
ja: 基本

source: Now
et: Nüüd
ja: 現在

source: Strength
et: Jõud
ja: STR

source: Magic
et: Maagia
ja: MAG

source: Dexterity
et: Osavus
ja: DEX

source: Vitality
et: Elujõud
ja: VIT

source: Points to distribute
et: Punkte jagamiseks
ja: 配布​ポイント

source: Gold
et: Kuld
ja: ゴールド

source: Armor class
et: Rüü klass
ja: 防御​力

source: To hit
et: Tabamine
ja: 命中​率

source: Damage
et: Kahju
ja: ダメージ

source: Life
et: Elu
ja: ライフ

source: Resist magic
et: Võlujõu kaitse
ja: 耐​魔法

source: Resist fire
et: Tule kaitse
ja: 耐火​炎

source: Resist lightning
et: Välgu kaitse
ja: 耐​電撃

source: char
et: tegelane
ja: キャラ

source: quests
et: ülesanded
ja: クエスト

source: map
et: kaart
ja: マップ

source: menu
et: menüü
ja: メニュー

source: spells
et: loitsud
ja: 呪文

source: voice
et: hääl
ja: ボイス

source: mute
et: vaigistama
ja: ミュート

source: Unusable
et: Kasutamiskõlbmatu
ja: 使え​ない

source: Dmg: 1/3 target hp
et: Kahju: 1/3 sihtmärgi hp
ja: 1/3 ターゲット​HP

source: Heals: {:d} - {:d}
et: Ravib: {:d} - {:d}
ja: 回復​量 {:d} - {:d}

source: Damage: {:d} - {:d}
et: Kahju: {:d} - {:d}
ja: ダメージ {:d} - {:d}

source: Skill
et: Oskus
ja: スキル

source: Staff ({:d} charge)
et: Kepp ({:d} laeng)
ja: スタッフ ({:d} チェージ)

source: Spell
et: Loits
ja: スペル

source: Damages undead only
et: Kahjustab ainult elavaid surnuid
ja: アンデッド​系​に​のみ​ダメージ

source: Scroll
et: Käsk
ja: スクロール

source: Staff
et: Kepp
ja: スタッフ

source: Spell Hotkey {:s}
et: Loitsu kiirklahv {:s}
ja: スペルホットキー {:s}

source: Unable to open archive
et: Arhiivi avamine ebaõnnestus
ja: アーカイブ​を​開け​ませ​ん

source: Unable to load character
et: Ei saa tegelast laadida
ja: キャラクター​を​ロード​でき​ませ​ん

source: {:s} (lvl {:d}):
et: {:s} (tase {:d}):
ja: {:s} (​レベル {:d}):

source: Chat History (Messages: {:d})
et: Vestluse ajalugu (Sõnumid: {:d})
ja: チャット​履歴 (​メッセージ: {:d}​)

source: {:s} gold
et: {:s} kuld
ja: {:s} ゴールド

source: How many gold pieces do you want to withdraw?
et: Mitu kuldtükki soovite välja võtta?
ja: ゴールド​を​どれ​だけ​引き出し​ます​か？

source: Level {:d}
et: Tase {:d}
ja: レベル {:d}

source: Experience: {:s}
et: Kogemus: {:s}
ja: 経験値: {:s}

source: Maximum Level
et: Maksimaalne tase
ja: 最大​レベル

source: Next Level: {:s}
et: Järgmine tase: {:s}
ja: 次​の​レベル: {:s}

source: {:s} to Level {:d}
et: {:s} tasemele {:d}
ja: {:s}​レベル​{:d}​へ

source: The Magic Rock
et: Maagiline Kivi
ja: 天界​の​石

source: Black Mushroom
et: Must seen
ja: 黒い​キノコ

source: Gharbad The Weak
et: Gharbad Nõrk
ja: 弱虫​ガーバッド

source: Zhar the Mad
et: Zhar Hullumeelne
ja: 狂人​ザール

source: The Butcher
et: Lihunik
ja: ブッチャー

source: Ogden's Sign
et: Ogdeni märk
ja: オグデン​の​看板

source: Halls of the Blind
et: Pimeduse Saalid
ja: 盲目​の​広間

source: Valor
et: Vapruse
ja: ヴァロー

source: Anvil of Fury
et: Raevualasi
ja: 憤激​の​鉄床

source: Warlord of Blood
et: Verelord
ja: 鮮血​の​将軍

source: The Curse of King Leoric
et: Kuningas Leorici needus
ja: レオリック​王​の​呪い

source: The Chamber of Bone
et: Luukambrike
ja: 納骨堂

source: Archbishop Lazarus
et: Peapiiskop Lazarus
ja: 大司教​ラザルス

source: Grave Matters
et: Hauaküsimused
ja: 墓​の​問題

source: Farmer's Orchard
et: Taluniku Aed
ja: ファーマーズ​・​オーチャード

source: Little Girl
et: Väike Tüdruk
ja: 小さな​女の子

source: Wandering Trader
et: Rändav Kaupmees
ja: ワンダリング​・​トレーダー

source: The Defiler
et: Rüvetaja
ja: デファイラー

source: The Jersey's Jersey
et: Jersey särk
ja: ジャージ​の​ジャージ

source: King Leoric's Tomb
et: Kuningas Leorici haud
ja: レオリック​王​の​墓所

source: A Dark Passage
et: Tume läbikäik
ja: 暗き​通廊

source: Unholy Altar
et: Püha altar
ja: ラザルス​の​間

source: To {:s}
et: Asukohta {:s}
ja: {:s}​へ

source: Cain
et: Kain
ja: ケイン

source: Back
et: Tagasi
ja: 戻る

source: Damage: {:d}-{:d}
et: Kahju: {:d}-{:d}
ja: ダメージ: {:d}-{:d}

source: Armor: {:d}
et: Rüü: {:d}
ja: 防御​力: {:d}

source: Dur: {:d}/{:d}
et: Vastupidavus: {:d}/{:d}
ja: 耐久​度: {:d}/{:d},

source: Indestructible
et: Purunematu
ja: 壊れ​ない

source: Welcome to the
et: Tere tulemast
ja: ようこそ​!

source: Blacksmith's shop
et: Sepa pood
ja: グリズウォルド​の​鍛冶屋​へ

source: Would you like to:
et: Kas soovite:
ja: 何​を​する​?

source: Talk to Griswold
et: Räägi Griswoldiga
ja: グリズウォルド​と​話す

source: Buy basic items
et: Osta põhiesemeid
ja: ベーシック​アイテム​を​買う

source: Buy premium items
et: Osta premium-esemeid
ja: プレミアム​アイテム​を​買う

source: Sell items
et: Müü esemeid
ja: アイテム​を​売る

source: Repair items
et: Paranda esemeid
ja: アイテム​の​修理

source: Leave the shop
et: Lahku poest
ja: 店​を​出る

source: I have these items for sale:
et: Mul on need esemed müügiks:
ja: さて、何​が​欲しい​ん​だ​い

source: I have these premium items for sale:
et: Mul on müüa need esmaklassilised esemed:
ja: どれ​も​珍しい​アイテム​だろう

source: You have nothing I want.
et: Sul pole midagi, mida ma tahaksin.
ja: 何​も​買える​物​は​ない​よう​だ​が。

source: Which item is for sale?
et: Milline ese on müügil?
ja: 何​を​売っ​て​くれる​ん​だ​い​?

source: You have nothing to repair.
et: Sul pole midagi parandada.
ja: 何​も​壊れ​ちゃ​い​ない​ぞ。

source: Repair which item?
et: Millist eset parandada?
ja: どれ​を​直す​ん​だ​?

source: Witch's shack
et: Nõiaonn
ja: 魔女​の​小屋

source: Talk to Adria
et: Räägi Adriaga
ja: エイドリア​と​話す

source: Buy items
et: Osta esemeid
ja: アイテム​を​買う

source: Recharge staves
et: Laadige sauasid
ja: リチャージ​する

source: Leave the shack
et: Jäta hütt
ja: 小屋​を​立ち去る

source: You have nothing to recharge.
et: Sul pole midagi laadida.
ja: リチャージ​できる​もの​は​無い​よ。

source: Recharge which item?
et: Millist eset laadida?
ja: どれ​に​リチャージ​する​ん​だ​い​?

source: You do not have enough gold
et: Sul pole piisavalt kulda
ja: 所持金​が​足り​ませ​ん

source: You do not have enough room in inventory
et: Sul pole piisavalt ruumi oma varudes
ja: 置く​場所​が​あり​ませ​ん

source: Do we have a deal?
et: Kas meil on kokkulepe?
ja: よろしい​です​か​?

source: Are you sure you want to identify this item?
et: Kas oled kindel, et soovid selle eseme tuvastada?
ja: これ​を​鑑定​する​の​だ​ね​?

source: Are you sure you want to buy this item?
et: Kas oled kindel, et soovid seda eset osta?
ja: これ​を​買う​の​だ​ね​?

source: Are you sure you want to recharge this item?
et: Kas olete kindel, et soovite seda eset laadida?
ja: これ​に​リチャージ​する​ん​だ​ね​?

source: Are you sure you want to sell this item?
et: Kas oled kindel, et soovid selle eseme müüa?
ja: これ​を​売っ​て​くれる​ん​だ​ね​?

source: Are you sure you want to repair this item?
et: Kas olete kindel, et soovite seda eset parandada?
ja: これ​を​直す​ん​だ​な​?

source: Wirt the Peg-legged boy
et: Wirt, puujalaga poiss
ja: 義足​の​少年​ワート

source: Talk to Wirt
et: Räägi Wirtiga
ja: ワート​と​話す

source: I have something for sale,
et: Mul on midagi müügiks,
ja: 俺​は​いい​もの​を​持っ​て​いる。

source: but it will cost 50 gold
et: aga see maksab 50 kulda
ja: で​も、50​ゴールド​払わ​なきゃ

source: just to take a look.
et: lihtsalt pilgu heitmiseks.
ja: 見せ​て​やら​ない​ぜ。

source: What have you got?
et: Mida sul on pakkuda?
ja: 払う​?

source: Say goodbye
et: Ütle hüvasti
ja: 立ち去る

source: I have this item for sale:
et: Mul on see ese müügiks:
ja: さて、何​が​欲しい​ん​だ​い

source: Leave
et: Lahku
ja: 去る

source: Healer's home
et: Tervendaja kodu
ja: 治療​師​の​家

source: Talk to Pepin
et: Räägi Pepiniga
ja: ペピン​と​話す

source: Leave Healer's home
et: Lahku Ravitseja kodust
ja: 治療​師​の​家​を​去る

source: The Town Elder
et: Linna vanem
ja: 町​の​語り部

source: Talk to Cain
et: Räägi Cainiga
ja: ケイン​と​話す

source: Identify an item
et: Tuvasta ese
ja: 鑑定​し​て​もらう

source: You have nothing to identify.
et: Sul pole midagi tuvastada.
ja: 何​も​鑑定​する​もの​は​無い​よう​だ​が。
