Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
et: Vaene Farnham. Ta on rahutukstegev meeldetuletus hukule määratud seltskonnast, kes sisenes katedraali koos Lazarusega tol pimedal päeval. Ta pääses eluga, kuid tema julgus ja suur osa mõistusest jäid mingisse pimedasse auku. Tänapäeval leiab ta lohutust vaid oma kannu põhjast, kuid tema pideva lobisemise sees on aeg-ajalt peidus tõe killukesi.
ja: ファーンハム、可哀想​に。あの​暗黒​の​日、ラザルス​と​共​に​修道院​に​入っ​て​いっ​た​不幸​な​人々​の​こと​を​思い出す​よ。あの​男​は​生き​て​戻り​は​し​た​が、勇気​も​正気​も​あの​闇​の​中​に​置い​て​き​た​の​じゃ​な。今​で​は​酒​が​ない​と​心​が​安まら​ない​よう​じゃ。いつも​ぶつぶつ​言っ​て​いる​が​中​に​は​真実​が​込め​られ​て​いる​こと​も​ある​ぞ。

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
et: Nõid Adria on siin Tristramis tõeline anomaalia. Ta saabus vahetult pärast seda, kui katedraal rüvetati, samal ajal kui enamik inimesi põgenes. Ta lasi ehitada väikese onni linna servale, näiliselt üleöö, ja tal on ligipääs paljudele kummalistele ja salapärastele artefaktidele ning teadmiste raamatutele, mida isegi mina pole varem näinud.
ja: 魔女​の​エイドリア​は、この​トリストラム​の​町​の​変わり者​じゃ。 ​ここ​に​やっ​て​き​た​の​は​修道院​が​悪​に​冒涜​さ​れ、誰​も​が​ここ​を​離れよう​と​し​て​い​た​頃​の​こと​じゃっ​た。一​晩​で​町外れ​に​小さな​小屋​を​建て​て​の​お、わし​で​すら​見​た​こと​も​ない​よう​な​不思議​な​道具​や​書物​を​たくさん​持っ​て​おる​ぞ。

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
et: Wirti lugu on hirmutav ja traagiline. Ta kisti oma ema käte vahelt ja veeti labürinti väikeste, roojaste deemonite poolt, kes kandsid kurje odasid. Sel päeval viidi ära palju teisi lapsi, sealhulgas kuningas Leorici poeg. Palee rüütlid läksid alla, kuid ei naasnud kunagi. Sepis leidis poisi, kuid alles pärast seda, kui roojased elukad olid hakanud teda oma sadistliku naudingu nimel piinama.
ja: ワート​は​全く​恐ろしい、悲しい​目​に​あっ​た​もの​じゃ。邪悪​な​槍​を​振り回す​魔物​ども​に​よっ​て​母親​の​手​から​引き離さ​れ、迷宮​に​引きずり​込ま​れ​た​の​じゃ​よ。他​に​も​レオリック​王​の​息子​を​初め​大勢​の​子供​ら​が​連れ去ら​れ​た。救出​に​向かっ​た​近衛兵​は​ついに​戻ら​なんだ。鍛冶屋​が​見つけ​た​とき​は​既に、魔物​ども​に​いたぶら​れ、苦しめ​られ​て​おっ​た​ん​じゃ。

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
et: Ah, Pepin. Ma pean teda tõeliseks sõbraks - võib-olla kõige lähedasemaks, kes mul siin on. Ta on vahel veidi hajameelne, kuid pole kunagi olnud hoolivamat või tähelepanelikumat hinge. Tema teadmised ja oskused on vähestel võrdsed ning tema uks on alati avatud.
ja: おお​ペピン​か。あれ​こそ​真​の​友、町​一​番​の​わし​の​親友​じゃ。少々​頭​が​混乱​し​とる​時​も​ある​が、あれ​ほど​思いやり​の​ある​奴​は​そう​は​おら​ん。知識​も​腕​も​ぬきんで​て​おる​し、いつ​で​も​面倒​を​見​て​もらえる​ぞ。

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
et: Gillian on tore naine. Tema kõrge vaim ja kiire naer on väga hinnatud ning tal on minu südames eriline koht. Ta jääb kõrtsi, et toetada oma vanaema, kes on liiga haige, et reisida. Mõnikord kardan tema turvalisuse pärast, kuid tean, et iga mees külas pigem sureks, kui laseks tal viga saada.
ja: ああ、ジリアン​は​人​の​いい​娘​だ。上機嫌​で​笑う​声​など、多く​の​人々​に​愛さ​れ​て​おる。も​ちんこ​の​わし​も​じゃ。体​の​具合​が​悪く​て​町​を​離れ​られ​ない​婆​さん​を​助け​て、酒場​で​働い​とる。身​の​安全​に​つい​て​は​心配​も​ある​が、町​の​男衆​が​みんな​で​守っ​て​やる​じゃろう。

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
et: Tervist, hea meister. Tere tulemast Tõusva Päikese Kõrtsi!
ja: いらっしゃい​ませ。日の出​亭​へ​ようこそ。

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
et: Paljud seiklejad on istunud minu kõrtsi laudade taga ja kümme korda rohkem lugusid on räägitud sama palju õlle kõrvale. Ainus asi, milles ma kunagi kuulsin neid kõiki nõustuvat, oli see vana tõdemus. Võib-olla aitab see sind. Sa võid lõigata liha, aga sa pead purustama luu.
ja: うち​に​お​泊り​の​冒険者​は​数​知れ​ず、ビール​片手​に​冒険​談​に​華​を​咲か​せ​た​もの​でし​た。ど​な​も​肝​に​銘じ​て​い​た​教訓​が​「​肉​を​斬っ​たら、骨​まで​つぶせ​」​でし​た。御​参考​まで​に。

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
et: Sepp Griswold, sepp, teab relvade ja turviste kohta kõike. Kui sul on kunagi vaja oma varustust parandada, siis on tema kindlasti see, kelle poole pöörduda.
ja: グリズウォルド​は​武器​や​防具​に​大変​詳しく、仕事​を​頼む​なら​絶対​お勧め​です。

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
et: Farnham veedab siin liiga palju aega, uputades oma muresid odavasse õllesse. Ma ajaksin ta minema, kuid ta kannatas labürindis viibimise ajal nii palju.
ja: ファーンハム​に​長々​と​居座ら​れ​ちゃ、迷惑​な​ん​です​が、迷宮​で​あんな​目​に​あっ​たら、酒​で​憂さ​を​はらす​しか​あり​ませ​ん​よ。

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
et: Adria on oma aastatest targem, kuid pean tunnistama - ta hirmutab mind veidi. Noh, pole hullu. Kui sul kunagi on vaja nõiduse esemeid vahetada, siis tal on jõe teisel kaldal kummaliselt hästi varustatud onn.
ja: エイドリア​は、とても​頭​が​いい​らしい​の​です​が、不気味​な​人​です​ね。 ​で​も、魔法​の​アイテム​を​引き取っ​て​もらい​たい​なら、川​の​向こう​の​小屋​を​訪ねる​しか​あり​ませ​ん。あんな​に​色々​どう​やっ​て​手​に​入れ​た​ん​でしょう​ね​?

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
et: Kui sa tahad rohkem teada meie küla ajaloost, siis jutuvestja Cain teab minevikust üsna palju.
ja: この​町​の​歴史​を​知り​たい​なら、語り部​の​ケイン​が​詳しい​です​よ。

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
et: Wirt on üks väänik ja väike kelm. Ta sattus alati pahandustesse ja pole ime, mis temaga juhtus. Ta läks ilmselt lollitama kohta, kus ta poleks pidanud olema. Mul on poisist kahju, aga ma ei salli seltskonda, kellega ta läbi käib.
ja: ワート​は、絶え​ず​厄介​事​を​おこす​タイプ​です​から、彼​の​身​に​何​が​おき​て​も​おかしく​あり​ませ​ん。うっかり​危険​な​場所​に​で​も​入っ​た​ん​でしょう。 ​可哀想​な​奴​です​が、とりまき​連中​に​は​我慢​なり​ませ​ん。

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
et: Pepin on hea mees - ja kindlasti kõige heldem külas. Ta hoolitseb alati teiste vajaduste eest, kuid mingisugused probleemid näivad teda kõikjal saatvat...
ja: ぺ​ピン​は​善良​な​人​で、村​一​番​の​気前​の​良​さ​を​持っ​て​い​ます。しかし、彼​の​行く​ところ​に​は​必ず​と​言っ​て​いい​ほど、何​ら​か​の​トラブル​が​付きまとう​…。

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
et: Gillian, minu baaridaam? Kui poleks tema kohusetunnet oma vanaema vastu, oleks ta siit ammu põgenenud. Hea taevas teab, et ma palusin tal lahkuda, öeldes, et hoolitsen vana naise eest ise, kuid ta on liiga armas ja hooliv, et seda teha.
ja: うち​で​働い​てる​ジリアン​です​か​? この​町​を​でる​よう​に​説得​し​た​ん​です​が、思いやり​の​ある​子​です​から、年老い​た​お​婆​さん​を​後​に​は​置い​て​いけ​ない​ん​でしょう​ね。

source: What ails you, my friend?
et: Mis sind vaevab, mu sõber?
ja: 調子​は​どう​か​ね​?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
et: Olen teinud väga huvitava avastuse. Erinevalt meist suudavad Labürindi olendid end tervendada ilma jookide või maagia abita. Kui sa vigastad ühte koletist, veendu, et see on surnud, muidu võib see end uuesti tervendada.
ja: 興味​深い​発見​を​し​た​ぞ。我​ら​と​は​違っ​て、迷宮​の​獣​ども​は​ポーション​や​魔法​を​使わ​ず​に​傷​を​癒せる​よう​だ。 ​怪物​に​痛手​を​与え​たら、確実​に​殺さ​ない​と、自分​で​再生​する​か​も​しれ​ない​ぞ。

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
et: Enne kui see, noh, miski, mis seal allpool varitseb, üle võttis, oli katedraal suurte teadmiste paik. Seal leidub palju raamatuid. Kui sa mõne leiad, peaksid need kõik läbi lugema, sest mõned võivad sisaldada saladusi Labürindi toimimise kohta.
ja: 地下​に​潜む​..​その​何者​か​に​乗っ取ら​れる​以前​は、修道院​は​偉大​なる​知識​の​宝庫​だっ​た。そこ​に​は​沢山​の​本​が​ある。本​を​見つけ​たら、全部​読ん​だ​ほう​が​いい​ぞ。迷宮​の​秘密​が​記さ​れ​て​いる​か​も​しれ​ない​から​な。

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
et: Griswold teab sõjakunstist sama palju kui mina ravikunstist. Ta on kaval kaupmees, kuid tema töö on ületamatu. Oh, ma arvan, et see võib olla sellepärast, et ta on ainus sepp, kes siia jäänud on.
ja: 私​が​癒し​の​術​に​詳しい​の​と​同じ​くらい、グリズウォルド​は​戦​の​術​に​詳しい。料金​は​高い​が、一番​の​腕利き​だ。まあ、他​に​鍛冶屋​は​い​ない​の​だ​けど​ね​…

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
et: Cain on tõeline sõber ja tark õpetlane. Tal on suur raamatukogu ja kaasasündinud võime eristada paljude asjade tõelist olemust. Kui sul on kunagi küsimusi, siis tema poole tasub pöörduda.
ja: ケイン​は​真​の​友​で​あり、賢人​で​ある。たくさん​の​蔵書​を​揃え​て、物事​の​本質​を​見極める​天性​の​力​を​持っ​て​いる​の​だ。聞き​たい​こと​が​でき​たら、彼​の​所​へ​行く​が​いい。

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
et: Isegi minu oskused pole suutnud Farnhamit täielikult tervendada. Oh, ma olen suutnud tema keha parandada, kuid tema meel ja vaim on väljaspool seda, mida ma suudan teha.
ja: 私​の​技術​を​以​て​し​て​も、ファーンハム​を​完全​癒す​こと​は​でき​ない​の​だ。 ​体​は​回復​し​た​が、心​と​魂​は​どう​する​こと​も​でき​ない。

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
et: Kuigi ma kasutan siin hoitavate jookide ja eliksiiride loomiseks mõningaid piiratud maagia vorme, on Adria tõeline nõid. Tundub, et ta ei maga kunagi ja tal on alati ligipääs paljudele müstilistele raamatutele ja artefaktidele. Ma usun, et tema onn võib olla palju enamat kui see, mis paistab, kuid ma ei suuda kunagi sinna sisse pääseda.
ja: 私​も​ある​種​の​魔法​を​駆使​し​て​ポーション​や​エリクサー​を​調合​する​が、エイドリア​こそ、真​の​魔法​使い​だ​よ。彼女​は​眠る​こと​も​し​ない​し、多く​の​神秘​の​霊廟​や​魔導​器​に​も​通じ​て​いる。彼女​の​小屋​に​は​見かけ​から​は​分から​ない​何​か​が​あり​そう​な​ん​だ​が、中​は​見せ​て​もらえ​ぬ​の​だ。

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
et: Vaene Wirt. Ma tegin kõik, mis võimalik, et last aidata, kuid ma tean, et ta põlgab seda puujalga, mille ma pidin tema jalale kinnitama. Tema haavad olid kohutavad. Keegi - ja eriti nii noor laps - ei peaks kannatama nii, nagu tema seda tegi.
ja: かわいそう​な​ワート。あの​子​の​ため​に​できる限り​の​こと​を​し​まし​た​が、私​が​無理矢理​足​に​つけ​た​木​の​釘​を​嫌​がっ​て​いる​の​は​知っ​て​い​ます。彼​の​傷​は​ひどかっ​た。誰​も​が、特に​幼い​子供​が、彼​の​よう​な​苦しみ​を​味わう​べき​で​は​あり​ませ​ん。

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
et: Ma tõesti ei mõista, miks Ogden siia Tristrami jääb. Tal on kerge närvihäire, kuid ta on intelligentne ja töökas mees, kes saaks igal pool hästi hakkama. Ma arvan, et see võib olla hirm paljude mõrvade ees, mis ümbritsevas maapiirkonnas toimuvad, või ehk tema naise soovid, mis hoiavad teda ja tema perekonda seal, kus nad on.
ja: オグデン​は​なぜ、トリストラム​に​留まっ​て​いる​の​だろう​か。多少、情緒​不安定​な​所​は​ある​に​せよ、あの​よう​に​聡明​で​勤勉​な​男​なら、どこ​へ​行っ​て​も​成功​する​だろう​に。周辺​地域​で​殺人​が​多く​起き​て​いる​から​な​の​か​も​しれ​ない​し、妻​が​そう​望む​ため​に、留まっ​て​いる​の​か​も​しれ​ぬ。

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
et: Ogdeni baaridaam on armas tüdruk. Tema vanaema on üsna haige ja kannatab luulude all. Ta väidab, et need on nägemused, kuid mul pole selle kohta tõendeid ei üht ega teistpidi.
ja: オグデン​の​所​の​メイド​は​いい​娘​だ​な。祖母​が​重い​病​で、妄想​に​苦しん​で​いる​そう​だ。 ​本人​は​予知夢​だ​と​言っ​て​いる​が、本当​か​どう​か​は​知ら​ぬ。

source: Good day! How may I serve you?
et: Tere päevast! Kuidas saan teid aidata?
ja: 私​で​何​か​お​役​に​立ち​ます​?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
et: Mu vanaemal oli unenägu, et sa tuled ja räägid minuga. Tal on nägemused, tead, ja ta suudab tulevikku näha.
ja: お​ばあ​さま​が、あなた​が​私​と​話し​に​来る​夢​を​見​た​の。お​ばあ​さま​は​予知夢​を​見る​の​よ。

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
et: See naine linna serval on nõid! Ta tundub küllaltki kena ja tema nimi, Adria, kõlab väga meeldivalt, kuid ma kardan teda väga. Vaja oleks kedagi üsna julget, nagu sina, et näha, mida ta seal teeb.
ja: 町外れ​の​あの​女​は、魔女​な​の​! いい​人​みたい​だ​し、エイドリア​と​いう​名前​も​素敵​だ​けど、何​だ​か​怖い​わ。 ​あなた​は​勇気​が​ある​から、そこ​で​何​を​し​て​いる​の​か、見​に​行っ​て​くれる​?

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
et: Meie sepp on Tristrami rahva uhkuse allikas. Ta ei ole mitte ainult meisterlik käsitööline, kes on oma gildis võitnud palju võistlusi, vaid ta on saanud kiitust ka meie kuningas Leoricult endalt - rahu tema hingele. Griswold on ka suur kangelane; küsi ainult Cainilt.
ja: 鍛冶屋​の​グリズウォルド​は​トリストラム​の​人々​の​誇り​よ。何度​も​賞​を​とっ​た​腕​の​いい​職人​だ​し、亡くなっ​た​レオリック​王​も​自ら​お​褒め​に​なっ​た​の​よ。それ​に、グリズウォルド​は​立派​な​英雄​で​も​ある​の。ケイン​も​きっと​そう​言う​わ。

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
et: Cain on olnud Tristrami jutuvestja nii kaua, kui ma mäletan. Ta teab nii palju ja oskab sulle rääkida peaaegu kõigest kõike.
ja: ケイン​は​ずっと​昔​から​トリストラム​の​語り部​よ。とにかく​博識​で、たいてい​の​こと​なら​知っ​てる​わ​よ。

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
et: Farnham on joodik, kes täidab oma kõhtu õllega ja teiste kõrvu jamaga. Ma tean, et nii Pepin kui ka Ogden tunnevad talle kaasa, kuid mind ajab nii närvi, kui näen teda igal õhtul üha sügavamale segadusse vajumas.
ja: ファーンハム​は​自分​の​お腹​に​ビール​を、みんな​の​耳​に​無意味​な​言葉​を​詰め込む​酔っぱらい​よ。 ​ペピン​と​オグデン​さん​は​同情​し​てる​よう​だ​けど、毎晩​うだうだ​と​酔っ払っ​て​いる​の​を​見る​と、イライラ​し​て​くる​わ​…

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
et: Pepin päästis mu vanaema elu ja ma tean, et ma ei suuda teda selle eest kunagi piisavalt tänada. Tema võime ravida igasuguseid haigusi on võimsam kui kõige võimsam mõõk ja salapärasem kui ükski loits, mida sa nimetada oskad. Kui sul kunagi on tervendamist vaja, siis Pepin saab sind aidata.
ja: ペピン​は​お​ばあ​さま​の​命​の​恩人​で、いくら​感謝​し​て​も​し​きれ​ない​わ。病​を​癒す​彼​の​力​は、どんな​剣​より​も​強く​て、どんな​魔法​より​も​不思議​ね。もし​治療​が​必要​に​なっ​たら、あなた​も​ペピン​に​頼む​と​いい​わ。

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
et: Kasvasin üles Wirti ema, Canace'iga. Kuigi ta sai vaid veidi viga, kui need jubedad olendid ta röövisid, ei paranenud ta kunagi. Ma arvan, et ta suri murtud südame tõttu. Wirtist on saanud pahatahtlik nooruk, kes otsib vaid kasu teiste vaevast. Ma tean, et ta on kannatanud ja näinud õudusi, mida ma ei suuda ette kujutada, kuid osa sellest pimedusest ripub tema kohal endiselt.
ja: 私​は​ワート​の​お母さん​の​キャナス​と​一緒​に​育っ​た​の​よ。ワート​が​あの​忌まわしい​怪物​に​さらわ​れ​た​とき、キャナス​は​軽傷​で​済ん​だ​の​に、結局​回復​し​なかっ​た​の。絶望​が​彼女​の​命​を​奪っ​た​ん​だ​わ。ワート​は、他人​の​働き​を​当て​に​する、さもしい​若者​に​育っ​て​しまっ​た​の。私​に​は​想像​すら​でき​ない​よう​な​苦しみ​や​恐怖​を​彼​は​味わっ​た​ん​でしょう​けど、その​暗​さ​を​今​で​も​引きずっ​て​いる​みたい。

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
et: Ogden ja tema naine on võtnud mind ja mu vanaema oma koju ning isegi lubanud mul kõrtsis töötades mõned kuldtükid teenida. Ma olen neile nii palju võlgu ja loodan, et ühel päeval saan siit lahkuda ja aidata neil idas suure hotelli avada.
ja: オグデン​夫婦​は​私​と​お​ばあ​さま​を​自分​たち​の​家​に​迎え​て​くれ​て、私​に​は​宿​で​の​仕事​まで​与え​て​くれ​た​恩人​よ。いつ​か​ここ​を​離れ​て、ご​夫婦​が​東部​で​立派​な​宿屋​を​始める​の​を、手伝い​たい​わ​ね。

source: Well, what can I do for ya?
et: Noh, mis ma sinu heaks teha saan?
ja: やあ、いらっしゃい。

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
et: Kui otsid head relva, siis las ma näitan sulle seda. Võta näiteks tavaline nüri relv, nagu nui. Toimib nagu võluväel enamiku nende all olevate surematute õuduste vastu ja pole midagi paremat, millega purustada kondiseid väikseid skelette!
ja: いい​武器​を​探し​て​いる​なら、これ​は​どう​だ。この​メイス​の​様​な​鈍器​は、アンデッド​ども​に​良く​効く​ん​だ。スケルトン​ども​なんぞ​木っ端​みじん​に​し​て​くれる​ぞ。

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
et: Kirves? Jah, see on hea relv, tasakaalus iga vaenlase vastu. Vaata, kuidas see õhku lõikab, ja kujuta ette kena paksu deemoni pead selle teel. Pea siiski meeles, et see on aeglane kiigutada - aga räägi raskest löögist!
ja: なに​斧​? 斧​って​の​は、どんな​魔物​と​も​戦える​すぐれ物​だ。空気​を​切り裂く​こと​も​できる。悪魔​の​首​なぞ​一​振り​で​すっ飛ぶ​だろう​よ。素早く​扱う​の​は​無理​だ​が、破壊力​は​抜群​さ。

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
et: Vaata seda tera, seda tasakaalu. Õiges käes ja õige vaenlase vastu on mõõk kõigi relvade meister. Selle terav tera ei leia palju raiuda ega torgata elavate surnute peal, kuid elava ja hingava vaenlase vastu lõikab mõõk paremini nende liha!
ja: どう​だいこ​の​刃​は。バランス​が​とれ​て​い​て​見事​だろう。剣​て​の​は、ふさわしい​者​が​使え​ば、最強​の​武器​と​なる。この​鋭い​切っ先​は、アンデッド​に​は​向い​て​い​ない​が、相手​が​生き物​なら​その​肉​を​簡単​に​断ち切っ​て​くれる。

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
et: Sinu relvad ja turvised näitavad märke sinu võitlustest Pimeduse vastu. Kui sa tood need mulle, siis natukese töö ja kuuma ahju abil saan ma need taas parimasse võitlusvormi taastada.
ja: 魔物​相手​に​相当​激しく​戦っ​た​ん​だ​な。あんた​の​武器​や​鎧​を​見れ​ば​一目​で​わかる​よ。わし​なら、新品​同様​に​打ち直し​て​やる​よ。

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
et: Kuigi ma pean praktiliselt salakaubana sisse tooma metallid ja tööriistad, mida ma vajan, karavanidelt, mis meie neetud linna serva mööda liiguvad, näib see nõid Adria alati saavat, mida iganes ta vajab. Kui ma teaksin isegi vähimatki sellest, kuidas maagiat valitseda nagu tema, suudaksin ma teha tõeliselt uskumatuid asju.
ja: わし​が、町外れ​に​来る​キャラバン​から、金属​や​工具​を​こっそり​仕入れ​て​いる​って​の​に、魔女​の​エイドリア​と​き​たら、欲しい​もの​なら​なん​で​も​簡単​に​手​に​入れ​て​いる。あの​女​みたい​に​魔法​が​使え​たら、すごい​代物​を​作っ​て​やる​ん​だ​が。

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
et: Gillian on kena neiu. Kahju, et tema vanaema tervis on nii kehv, muidu korraldaksin, et nad mõlemad saaksid siit ühe kaubakaravaniga minema.
ja: ジリアン​は​いい​娘​だ。ばあ​さん​が​あれ​ほど​弱っ​て​なかっ​たら、キャラバン​に​頼ん​で、この​町​から​逃がし​て​やり​たい​よ。

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
et: Mõnikord ma arvan, et Cain räägib liiga palju, aga ma arvan, et see on tema kutsumus elus. Kui ma suudaksin terast painutada sama hästi, kui tema suudab su kõrva painutada, siis ma võiksin teha keisrile sobiva turvisesärgi!
ja: ケイン​は​しゃべり​すぎる​の​が​珠​に​傷​だ​が、あれ​が​商売​な​ん​だ​から​しょう​が​ない。やっこ​さん​の​長話​に​付き合っ​てる​と、まぶた​が​だんだん​鉛​みたい​に​重く​なっ​て​くる​ん​だ​よ。
