Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
et: Kuldne eliksiir, ütlete. Ma pole kunagi varem sellist värvi jooki valmistanud, seega ei oska ma öelda, kuidas see teid mõjutaks, kui prooviksite seda juua. Teie ravitsejana soovitan tungivalt, et kui leiate sellise eliksiiri, tehke nagu Lachdanan palub ja ÄRGE proovige seda kasutada.
ja: ゴールデン​・​エリクサー​って​言っ​た​の​か​い​? 私​は​そんな​色​の​薬​を​調合​し​た​こと​が​ない​から、飲ん​だら​どう​なる​か​は​分から​ぬ​な。だ​が​治療​師​と​し​て​の​私​の​忠告​は、その​よう​な​エリクサー​を​見つけ​た​の​なら、ラック​ダナン​の​言う​とおり​に​し​て​使わ​ない​こと​だ​ね。

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
et: Ma pole kunagi varem Lachdananist kuulnud. Mul on kahju, aga ma ei usu, et saan teile palju abiks olla.
ja: ラック​ダナン​なんて、聞い​た​こと​ない​わ。ごめん​なさい。お​役​に​立て​そう​も​ない​わ。

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
et: Kui sa tõepoolest kohtusid Lachdananiga, siis soovitan sul teda aidata. Olen temaga mitmel korral kokku puutunud ja leidnud, et ta on aus ja truu loomusega. Needus, mis langes kuningas Leorici järgijate peale, tabaks teda eriti rängalt.
ja: もし、そいつ​が​紛れ​も​なく​ラック​ダナン​だっ​たら、助け​て​やっ​て​くれ。あれ​は​誠実​で​義理​堅い​男​だっ​た​よ。あの​レオリック​王​の​家臣​の​中​で​ただ​一人、特別​な​呪い​を​かけ​られ​て​いる​ん​だ。

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
et: Lachdanan on surnud. Kõik teavad seda, ja sa ei saa mind petta, et ma arvaksin teisiti. Sa ei saa surnutega rääkida. Ma tean!
ja: ラクダナン​は​死ん​だ。みーんな​知っ​て​いる​こと​だ​し、わし​を​騙そう​たって​そう​は​いか​ない。死ん​だ​やつ​と​は​話せ​ない。知っ​てる​よ！

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
et: Sa võid kohata inimesi, kes on Labürindis lõksus, nagu Lachdanan. Ma tajun temas au ja suurt süüd. Aita teda, ja sa aitad kogu Tristramit.
ja: 迷宮​に​閉じ込め​られ​た​ラック​ダナン​に​は、道​義心​と​深い​自責​の​念​を​感じる​こと​が​できる。彼​を​助けれ​ば​トリストラム​の​救い​と​なろう。

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
et: Oota, las ma arvan. Cain neelati alla hiiglaslik lõhe, mis tema all avanes. Ta põles ära põrgutules ja ei saa enam su küsimustele vastata. Oh, see pole see, mis juhtus? Siis arvan, et sa kas ostad midagi või lähed oma teed.
ja: ちょっと​待て​よ。ケイン​が​巨大​な​裂け目​に​飲み込ま​れ​て、地獄​の​火の玉​で​焼き殺さ​れ​ちまっ​て、あんた​の​質問​に​答え​られ​ねえ​って​の​か​? なに​ちがう​? なん​だ、何​か​買っ​て​くれ​ん​なら​いい​けど、そう​じゃ​ない​なら、さっさと​どっ​か​へ​行っ​て​くれ​よ。

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
et: Palun, ära tapa mind, kuula mind ära. Ma olin kunagi kuningas Leorici rüütlite kapten, kaitstes selle maa seadusi õigluse ja au nimel. Siis langes tema tume needus meie peale rolli eest, mida me tema traagilises surmas mängisime. Kui mu kaasrüütlid alistusid oma moonutatud saatusele, põgenesin ma kuninga matmiskambrist, otsides viisi, kuidas end needusest vabastada. Ma ebaõnnestusin... Olen kuulnud Kuldse Eliksiiri kohta, mis võiks needuse tõsta ja mu hinge rahu tuua, kuid ma pole suutnud seda leida. Mu jõud kahaneb nüüd ja sellega koos ka viimane osa mu inimlikkusest. Palun aita mind ja leia Eliksiir. Ma tasun su pingutused - vannun oma au nimel.
ja: 待て。武器​を​収め、話​を​聞い​て​くれ。私​は​レオリック​騎士団​長​ラック​ダナン​だ。正義​と​名誉​に​かけ​て​この​国​の​法​を​守っ​て​き​た​者​だ。しかし、レオリック​王​を​非業​の​死​に​追いやっ​た​ため、呪い​を​かけ​られ​て​しまっ​た。騎士団​の​団員​は​みな​死ん​で​しまい、私​は​王​の​葬ら​れ​た​部屋​から​唯​一人​逃げ出し​て、この​呪い​から​逃れる​方法​を​探し​て​いる。 ​呪い​を​解き、魂​を​安らか​な​眠り​に​つか​せ​て​くれる​と​いう​ゴールデン​・​エリクサー​に​つい​て​聞い​た​こと​が​ある​が、見つける​こと​は​でき​なかっ​た。力​も​衰え、わずか​な​理性​も​また、衰え​つつ​ある。エリクサー​を​探しだし、私​を​助け​て​欲しい。礼​は​さ​せ​て​もらう。名誉​に​かけ​て​誓おう。

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
et: Sa pole leidnud Kuldset Eliksiiri. Ma kardan, et olen igaveseks hukule määratud. Palun, jätka proovimist...
ja: まだ​ゴールデン​・​エリクサー​が​見つから​ない​よう​だ​な。私​は​永遠​に​この​まま​な​の​だろう​か。頼む、探し​続け​て​くれ。

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
et: Sa oled päästnud mu hinge hukatusest ja selle eest olen ma sulle võlgu. Kui on kunagi võimalus, kuidas ma saan sind haua tagant tasuda, siis ma leian selle, aga praegu - võta mu kiiver. Teekonnal, millele ma asun, pole mul sellest suurt kasu. Olgu see sulle kaitseks allpoolsete tumedate jõudude vastu. Mine valgusega, mu sõber...
ja: そなた​は​私​の​魂​を​破滅​から​救っ​て​くれ​た。感謝​する。この​借り​を​返す​すべ​が​見つかっ​たら、墓​の​中​に​はいっ​て​から​で​も​力​に​なろう。しかし、今​は​この​兜​を​受けとっ​て​くれ。私​の​これ​から​の​旅​に​は​もう​必要​ない。きっと​悪​なる​力​から​あなた​を​守っ​て​くれる​だろう。さあ​行く​の​だ。友​よ、光​と​とも​に​あら​ん​こと​を。

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
et: Griswold räägib Raevualasest - legendaarne artefakt, mida on kaua otsitud, kuid kunagi ei leitud. Valmistatud Razor Piti deemonite metallist luudest, Raevualas valati ümber allilma viie võimsaima maagia koljude. Võimu ja kaose ruunidega kaunistatud, iga relv või turvis, mis selle alasi peal sepistatakse, sukeldub Kaose valdkonda, andes sellele maagilisi omadusi. Öeldakse, et Kaose ettearvamatu olemus teeb raskeks teada, milline on selle sepistamise tulemus...
ja: グリズウォルド​が​言っ​とる​の​は​「​憤激​の​鉄床​」​の​こと​じゃ​よ。永い​間​探し求め​て​いる​伝説​の​魔導​器​じゃ。「​カミソリ​の​穴​」​に​おる​悪魔​の​金属​質​の​骨​で​でき​て​おっ​て、地下​の​国​で​最も​力​の​ある​5​人​の​魔術師​の​ドクロ​の​そば​に​ある​と​いう。この​鉄床​に​は​力​と​混沌​を​表す​ルーン​文字​が​刻み込ま​れ、これ​に​よっ​て​作ら​れ​た​武器​や​鎧​は、混沌​の​世界​の​魔力​を​与え​られる​の​だ​そう​じゃ。混沌​の​力​は​予測​が​つか​ん​から​な、一体​どんな​力​を​秘め​て​いる​の​か​…

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
et: Kas sa ei arva, et Griswold oleks parem inimene, kellelt selle kohta küsida? Ta on üsna osav, tead.
ja: この​こと​は、グリズウォルド​に​きく​ほう​が、よく​あり​ませ​ん​か。親切​だ​し。

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
et: Kui sa oleksid otsinud teavet Ravimördi või Puhastamise Hõbekarika kohta, oleksin saanud sind aidata, mu sõber. Kuid selles asjas oleks parem, kui räägiksid kas Griswoldi või Cainiga.
ja: 治療​の​器具​や​清め​の​銀​の​聖​さん​杯​の​情報​を​探し​て​い​た​の​なら、私​が​教え​て​やれ​た​の​に。しかし、詳しく​は​グリズウォルド​か​ケイン​に​聞い​た​方​が​いい​だろう。

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
et: Griswoldi isa rääkis meile, kui me üles kasvasime, hiiglaslikust alasist, mida kasutati võimsate relvade valmistamiseks. Ta ütles, et kui sellele alasile löödi haamriga, värises maa suure raevuga. Iga kord, kui maa liigub, meenub mulle see lugu.
ja: 子供​の​ころ、グリズウォルド​の​お父様​が、強力​な​武器​を​造る​大きな​鉄床​の​話し​を​し​て​くれ​た​わ。ハンマー​を​その​鉄床​に​振り下ろす​と、地面​が​怒り狂っ​た​よう​に、激しく​揺れる​ん​です​って。地震​が​ある​度​に、思い出す​わ。

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
et: Tervist! Alati on rõõm näha üht oma parimat klienti! Ma tean, et oled sügavamale Labürinti seiklemas, ja mul on sulle üks lugu, mida tasub kuulata... Üks meestest, kes Labürindist tagasi tuli, rääkis mulle müstilisest alasi, mille ta oma põgenemise ajal leidis. Tema kirjeldus meenutas mulle legende, mida kuulsin nooruses põlevast Põrgusepast, kus võimsad maagilised relvad sepistatakse. Legend rääkis, et sügaval Põrgusepas puhkab Raevu Alasi! See Alasi sisaldab endas deemonliku allilma olemust... Öeldakse, et iga relv, mis sepistatakse põleval Alasil, on täidetud suure väega. Kui see alasi on tõesti Raevu Alasi, võin ma sulle valmistada relva, mis suudab võita isegi kõige pimedama Põrgu isanda! Leia mulle see Alasi ja ma asun tööle!
ja: やあ、いらっしゃい。また​来​て​くれ​た​の​か​い。迷宮​の​奥深く​へ​行っ​て​き​た​と​か​聞い​た​が​とっておき​の​話​が​ある。迷宮​から​戻っ​た​奴​が、逃げる​途中​で​魔法​の​鉄床​を​見​た​って​言う​ん​だ​が、これ​は​若い​ころ​わし​が​聞い​た​伝説​に​ぴったり​あてはまる​ん​だ。 ​その​伝説​と​いう​の​は、灼熱​地獄​の​奥深く​に​は​憤激​の​鉄床​と​いう​の​が​あっ​て、強力​な​魔法​の​武器​を​作り出し​て​いる​と​いう​ん​だ。鉄床​は​黄泉​の​国​の​悪魔​の​力​を​秘め​て​い​て、そこ​で​作ら​れ​た​武器​は​最強​の​攻撃力​を​得る​ん​だ​と。 ​もし​その​鉄床​が​本物​なら、あんた​に​恐怖​の​帝王​を​も​倒せる​武器​を​作っ​て​やる​ぞ。鉄床​を​探しだし​て​くれ、おれ​の​腕前​を​見せ​て​やる​!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
et: Pole veel midagi, jah? Noh, otsi edasi. Alasi peal sepistatud relv võiks olla su parim lootus, ja ma olen kindel, et suudan sulle valmistada ühe legendaarsete mõõtmetega.
ja: まだ​見つから​ん​の​か​? 鉄床​さえ​ありゃ、あんた​に​伝説​の​武器​を​作っ​て​やれる​ん​だ。何​と​か​探し​て​くれ​よ。

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
et: Ma ei suuda seda uskuda! See on Raevualasi - tubli töö, mu sõber. Nüüd näitame neile lurjustele, et põrgus pole ühtegi relva, mis oleks surmavam kui need, mida inimesed teevad! Võta see ja las Valgus kaitseb sind.
ja: おぉ、ついに​鉄床​を​手​に​入れ​た​か​! 見​てろ​よ。人間​様​の​作っ​た​武器​が​どれ​ほど​恐ろしい​か​思い知ら​せ​て​やる。さあ、これ​を​もっ​て​行け。光​の​御​加護​が​あり​ます​よう​に。

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
et: Griswold ei saa oma alasit müüa. Mis ta siis teeb? Ja ma oleksin ka vihane, kui keegi minu alasi ära võtaks!
ja: グリズウォルド​は​鉄床​は​売ら​ねえ。売っ​たら​何​も​出来​ねぇ​から​な。第​一、鉄床​を​取ら​れ​そう​に​なれ​ば、この​俺​だ​って​怒る​さ​!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
et: Labürindi sees on palju artefakte, mis omavad surelike mõistmisest kaugemale ulatuvaid jõude. Mõned neist sisaldavad fantastilist jõudu, mida saab kasutada nii Valguse kui Pimeduse poolt. Alasi kindlustamine allpoolt võiks muuta Patuse Sõja kulgu Valguse kasuks.
ja: 迷宮​に​は、人智​を​越え​た​力​を​持つ​魔導​器​が​数多く​眠っ​て​おる。中​に​は、光​の​者​で​も​闇​の​者​で​も​使える、途方​も​ない​力​を​持っ​た​物​も​ある。地下​で​鉄床​を​見つけ​られれ​ば、罪​深き​闘い​の​バランス​は、光​の​方​へ​傾く​や​も​知れ​ぬ。

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
et: Kui sa selle eseme Griswoldile leiad, võib see mu äri siin tõsiselt kahjustada. Awwww, sa ei leia seda kunagi üles.
ja: もし​あんた​が​鉄床​を​見つけ​て​グリズウォルド​に​やっ​たら、俺​は​商売​あがったり​だ。まずい​な​… 見つかりゃ​し​ない​さ。

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
et: Vere ja Tule Saalid on müstilise päritoluga maamärgid. Kus iganes see raamat, millest sa loed, asub, on see kindlasti suurte jõudude paik. Legendid räägivad obsidiaankivist tahutud alusest, mille luudega kaetud pinnal on keevast verest bassein. Samuti viidatakse Verekividele, mis avavad ukse, mis kaitseb iidset aaret... Selle aarde olemus on spekulatsioonidega varjutatud, mu sõber, kuid räägitakse, et iidne kangelane Arkaine paigutas püha soomuse Valor salajasse varakambrisse. Arkaine oli esimene surelik, kes pööras Patuse Sõja käigu ja ajas pimeduse leegionid tagasi Põlevatesse Põrgutesse. Vahetult enne Arkaine'i surma peideti tema soomus salajasse varakambrisse. Räägitakse, et kui seda püha soomust taas vajatakse, tõuseb kangelane, kes kannab Valorit veel kord. Võib-olla oled sina see kangelane...
ja: 「​血​の​門​」​と​「​炎​の​広間​」​は、神秘​の​起源​と​なる​重要​な​建造物​じゃ。お主​が​読ん​だ​書物​の​出所​が​どこ​か​知ら​ん​が、そこ​に​は​偉大​なる​力​が​ある​の​じゃ。 ​伝説​に​よれ​ば、黒曜石​を​切り出し​た​台座​に​骨​の​細工​が​施さ​れ、その​上​に​は​煮えたぎる​血​が​たまっ​て​いる​そう​じゃ。伝説​は​古代​の​財宝​を​守る​扉​を​開ける​と​いう​ブラッド​ストーン​に​つい​て​も​触れ​て​おる。 ​この​財宝​に​つい​て​は​様々​な​憶測​が​さ​れ​とる​が、いにしえ​の​英雄​アルケイン​が、秘密​の​場所​に​収め​た​聖​なる​鎧、ヴァロー​じゃ​と​も​言わ​れ​て​おる。アルケイン​は​「​罪​深き​闘い​」​に​最初​に​身​を​投じ​た​人間​で、暗黒​の​軍隊​を​地獄​まで​追い返し​た。 ​それ​が​亡くなる​直前、鎧​を​秘密​の​場所​に​隠し​た​の​じゃ。この​聖​なる​鎧​が​再び​必要​と​なっ​た​とき、英雄​が​現れ​て​これ​を​身​に​つける​そう​な。お主​の​こと​か​も​しれ​ぬ​な。

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
et: Iga laps kuuleb lugu sõdalasest Arkaine'ist ja tema müstilisest soomusrüüst nimega Valor. Kui sa suudaksid leida selle puhkepaiga, oleksid sa hästi kaitstud Labürindi kurjuse eest.
ja: 戦士​アルケイン​と​彼​の​ヴァロー​の​鎧​の​こと​なら​子供​だ​って​知っ​て​い​ます​よ。もし​鎧​の​在り​か​が​分かれ​ば、迷宮​の​怪物​から​身​を​守る​こと​が​でき​ます​な。

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
et: Hmm... see kõlab nagu midagi, mida ma peaksin mäletama, aga ma olen olnud nii hõivatud uute ravimeetodite õppimise ja paremate eliksiiride loomisega, et ma pean olema unustanud. Vabandust...
ja: うーん、どう​も​思い出せ​ない​な。最近​は​新しい​治療​法​を​覚え​たり、エリクサー​を​作る​の​に​忙しく​て、忘れ​て​しまっ​た​よう​だ。すま​ぬ​な​..

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
et: Maagilise soomusrüü Valori lugu on midagi, millest ma sageli poiste juttu kuulsin. Sa peaksid parem küsima mõnelt küla mehelt.
ja: ヴァロー​と​いう​名​の​鎧​の​話​なら、男の子​たち​が​よく​話し​て​い​た​から、町​の​男​たち​に​聞い​て​みる​と​いい​わ。

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
et: Soomus nimega Valor võib olla see, mis kallutab kaalukausid sinu kasuks. Ma ütlen sulle, et paljud on seda otsinud - sealhulgas mina ise. Arkaine peitis selle hästi, mu sõber, ja selle saladuste avamiseks, mis on seda kõik need aastad varjanud, on vaja enamat kui natuke õnne.
ja: ヴァロー​の​鎧​を​探し​てる​の​か​? アルケイン​め、どこ​へ​隠し​やがっ​た​の​か、誰​に​も​わから​ねえ。俺​の​手下​に​も​見つけ​られ​ねえ​ん​だ、あんた​に​望み​は​ねえ​な。

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
et: Kui leiad need Verekivid, kasuta neid ettevaatlikult. Tee on täis ohte ja sinu ainus lootus peitub sinu enese usalduses.
ja: この “​血​の​石 “​を​見つけ​たら、慎重​に​使っ​て​ほしい。 ​この​道​は​危険​に​満ち​て​おり、唯一​の​希望​は​あなた​の​自己信頼​に​あり​ます。

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
et: Kas sa kavatsed leida soomust, mida tuntakse kui Valor? Keegi pole kunagi välja selgitanud, kuhu Arkaine selle kraami peitis, ja kui minu kontaktid ei suutnud seda leida, siis ma tõsiselt kahtlen, et sina seda suudad.
ja: ヴァロー​の​鎧​を​探し​てる​の​か​? アルケイン​め、どこ​へ​隠し​やがっ​た​の​か、誰​に​も​わから​ねえ。 ​俺​の​手下​に​も​見つけ​られ​ねえ​ん​だ、あんた​に​望み​は​ねえ​な。

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
et: Ma tean ainult üht legendi, mis räägib sellisest sõdalasest, nagu sa kirjeldad. Tema lugu on kirjas iidsetes Patu Sõja kroonikates... Tuhande aasta sõja, vere ja surma poolt määrdunud, seisab Vere Sõjapealik oma räsitud ohvrite mäel. Tema tume mõõk karjub elavatele musta needust; piinatud kutse kõigile, kes julgeksid seista selle Põrgu Timuka ees. Samuti on kirjas, et kuigi ta oli kunagi surelik, kes võitles Pimeduse Leegioni kõrval Patu Sõja ajal, kaotas ta oma inimlikkuse oma kustutamatu verejanu tõttu.
ja: そんな​戦士​の​伝説​なら、わし​が​知っ​て​おる​の​は​一​つ​だけ​じゃ。「​罪​深き​闘い​」​に​つい​て​の​古い​歴史書​に​よる​と​…。 ​「​千​年​の​戦い​の​血​と​死​と​に​まみれ、鮮血​の​将軍​は​自ら​倒し​た​死体​の​山​に​立っ​た。暗黒​の​剣​が​生け​る​者​へ、呪い​の​叫び​を​上げる。この​地獄​の​死刑​執行​人​の​前​に​立ちはだかる​者​は​全て、地獄​の​責め苦​を​味わう​こと​と​なっ​た​…。 ​さらに​「​罪​深き​闘い​」​で​は​暗黒​の​軍勢​と​闘っ​た​が、理性​を​失い、ついえる​こと​の​ない​血​へ​の​欲求​へ​と​走っ​た​」​と​書い​て​ある。

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
et: Kardan, ma pole kuulnud midagi sellisest kurjast sõdalasest, hea isand. Loodan, et sa ei pea temaga võitlema, sest ta kõlab äärmiselt ohtlikult.
ja: そんな​物騒​な​戦士​は​初耳​です​が、そんな​やつ​と​戦わ​ず​に​すむ​と​いい​です​ね。命​が​いくつ​あっ​て​も​足り​ませ​ん​よ。

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
et: Cain oskaks sulle sellise asja kohta palju rohkem rääkida, kui ma iialgi teada tahaksin.
ja: この​よう​な​こと​は、よく​分から​ない​が、ケイン​なら​詳しい​だろう。

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
et: Kui sa lähed võitlema nii raevuka vastasega, siis olgu valgus sinu teejuht ja kaitsja. Ma hoian sind oma mõtetes.
ja: そんな​に​すごい​相手​と​闘う​なら、光​が​あなた​を​お守り​下さる​よう​に、お​祈り​し​て​いる​わ。

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
et: Pimedad ja kurjad legendid ümbritsevad üht Veresõdalast. Ole hästi ette valmistatud, mu sõber, sest ta ei näita halastust ega anna armu.
ja: 鮮血​の​将軍​に​は​邪悪​な​伝説​が​つきまとっ​て​いる。用心​を​怠る​ん​じゃ​ない。やつ​は​情け​容赦​ない​ぞ。

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
et: Kas sa pead alati verest rääkima? Aga lilled, päikesepaiste ja see kena tüdruk, kes jooke toob. Kuula, sõber - sa oled kinnisideeline, tead seda?
ja: 血​の​話​ばっかり​じゃ​ねぇ​か。たまに​はな、花​と​か​天気​と​か、美人​の​メイド​の​話​で​も​しろ​ぉ​い​! 全く​よ​…​お前​ちょっと​お​かい​しい​ぜ、ほんと​に。

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
et: Ta oskused mõõgaga on vapustavad ja ta on elanud tuhandeid aastaid, tundes ainult sõjapidamist. Mul on kahju... Ma ei näe, kas sa suudad teda võita.
ja: やつ​の​剣​の​腕前​は​それ​は​すごい​もの​さ。何千​年​も​の​時​を​戦い​だけ​に​費やし​て​き​た​の​だ​から。悪い​が、お前​の​敵う​相手​で​は​ない​か​も​しれ​ぬ​わ。

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
et: Ma pole kunagi selle sõjapealikuga, kellest sa räägid, kokku puutunud, aga tundub, et tal kulub palju mõõku. Ei oleks midagi selle vastu, et tema armeed varustada...
ja: その​将軍​と​やら​は、おれ​の​客​じゃ​ねえ​が、そうとう​剣​を​つぶし​てる​な。もっとも、そいつ​に​剣​を​売る​つもり​は​ねえ​けど​よ。

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
et: Mu mõõk laulab sinu vere järele, surelik, ja minu tumedad isandad ei luba seda keelata.
ja: 私​の​剣​は​人間​の​血​を​求め​て​いる。暗黒​の​支配者​たち​も、止め​は​し​ない​だろう。

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
et: Griswold räägib Taeva Kivist, mis oli määratud idaosas asuvasse enklaavi. Seda viidi sinna edasiseks uurimiseks. See kivi kiirgas energiat, mis kuidagi andis nägemise kaugemale kui tavaline inimene võiks omada. Ma ei tea, milliseid saladusi see peidab, mu sõber, kuid selle kivi leidmine oleks kindlasti väga väärtuslik.
ja: グリズウォルド​が​言っ​て​おる​の​は、東方​へ​と​運ば​れる​はず​だっ​た​天界​の​石​の​こと​じゃ​な。詳しく​調べる​途中​ここ​に​運ば​れ​て​き​た​の​じゃ。この​石​は​普通​の​人間​に​は​見え​ない​エネルギー​で​輝い​とる。そこ​に​秘め​られ​た​謎​は​分から​ん​が、ともかく​この​石​を​見つける​こと​が​重要​な​の​は​確か​じゃろう。
