Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
et: Ma olin seal, kui Lazarus meid labürinti juhtis. Ta rääkis pühast kättemaksust, aga kui me hakkasime nende põrgulistega võitlema, ei tõstnud ta nende vastu isegi oma nuia. Ta lihtsalt jooksis sügavamale hämaratesse, lõpututesse kambritesse, mis olid täidetud pimeduse teenritega!
ja: 魔物​へ​の​聖​なる​報復​と​称し​て、皆​を​迷宮​に​連れ​て​いっ​た​の​は​ラザルス​だっ​た。だ​が、いざ​魔物​ども​と​の​戦い​が​始まる​と、奴​は​その​メイス​を​振るう​こと​なく​さっさと​魔物​の​棲む​暗黒​の​奥深く​へ​と​姿​を​消し​ちまっ​た​ん​だ。

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
et: Nad torkavad, siis hammustavad, siis on nad kõikjal sinu ümber. Valevorst! VALEVORST! Nad on kõik surnud! Surnud! Kas kuuled mind? Nad lihtsalt kukuvad ja kukuvad... nende veri voolab kõikjale põrandale... kõik tema süü...
ja: 奴​等​は​武器​で​突っつき、噛みつい​て​そして​取り囲ん​だ​ん​だ。取り囲ん​だ。ウソつき、ウソつき​め​! みんな​死ん​だ​! 死ん​じまっ​た​ん​だ​! おい​聞い​てん​の​か​よ​! みんな​次々​に​やら​れ​ちまっ​て​… 床​が​血​で​染まっ​た​… あいつ​の​せい​で​よ​…

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
et: Ma ei tundnud seda Lazarust, kellest sa räägid, kuid ma tajun tema olemuses suurt konflikti. Ta kujutab endast suurt ohtu ja ei peatu millegi ees, et teenida pimeduse jõude, mis on ta enda omaks kuulutanud.
ja: その​ラザルス​に​会っ​た​こと​は​ない​が、そ​やつ​の​内面​に​大いなる​葛藤​を​感じる​こと​が​できる。気​を​付けろ、やつ​は​非常​に​危険​じゃ。闇​の​力​に​屈服​し​た​者​は、何​も​失う​もの​は​ない​の​だ​から​な。

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
et: Jah, see õiglane Lazarus, kes oli nii tõhus nende koletiste vastu seal all. Ei aidanud mu jalga päästa, eks? Kuule, ma annan sulle ühe tasuta nõuande. Küsi Farnhami käest, tema oli seal.
ja: お​偉い​ラザルス​様​は、怪物​ども​を​遠ざける​魔力​を​持っ​てる。だ​の​に、俺​の​足​を​守っ​ちゃ​くれ​なかっ​た。知り​たい​ん​なら​ファーンハム​に​聞い​て​み​な。奴​も​居合わせ​た​ん​だ​から​な。

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
et: Loobu oma rumalast otsingust. Kõik, mis sind ootab, on minu Meistri viha! Sa oled liiga hilja, et last päästa. Nüüd liitud temaga Põrgus!
ja: くだら​ん​お​遊び​は​もう​やめろ。待ち受ける​の​は​我が​主​の​怒り​だ​! 王子​を​救う​に​は​遅​すぎ​た。地獄​で​会せ​て​やろう。

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
et: Hmm, ma ei tea, mida ma sulle sellest rääkida saaksin, mis oleks abiks. Vesi, mis täidab meie kaevud, tuleb maa-alusest allikast. Olen kuulnud tunnelist, mis viib suure järveni - võib-olla on need üks ja sama. Kahjuks ei tea ma, mis võiks meie veevarustuse saastumise põhjustada.
ja: ふうむ、わし​の​知っ​とる​こと​が​役​に​立つ​じゃろう​か​の。町​の​井戸水​は​地下​水脈​から​湧い​て​おる​の​じゃ。大きな​湖​に​通じる​トンネル​が​ある​と​いう​話​を​聞い​た​こと​が​ある​が、恐らく​この​こと​な​の​じゃろう。なぜ​水源​が​汚染​さ​れ​た​の​か​は、残念​じゃ​が​わし​に​も​わから​ん。

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
et: Olen alati püüdnud hoida meie keldris suurt varu toiduaineid ja jooke, kuid kuna kogu linnal pole värske vee allikat, saavad ka meie varud peagi otsa. Palun, tee, mis saad, või ma ei tea, mida me teeme.
ja: ふうむ、わし​の​知っ​とる​こと​が​役​に​立つ​じゃろう​か​の。町​の​井戸水​は​地下​水脈​から​湧い​て​おる​の​じゃ。大きな​湖​に​通じる​トンネル​が​ある​と​いう​話​を​聞い​た​こと​が​ある​が、恐らく​この​こと​な​の​じゃろう。 ​なぜ​水源​が​汚染​さ​れ​た​の​か​は、残念​じゃ​が​わし​に​も​わから​ん。

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
et: Mul on hea meel, et jõudsin sinuni õigel ajal! Meie kaevud on muutunud soolaseks ja seisvaks ning mõned linnaelanikud on haigestunud, juues sealt vett. Meie värske vee varud hakkavad kiiresti otsa saama. Ma usun, et on olemas käik, mis viib allikateni, mis teenivad meie linna. Palun leia, mis on selle õnnetuse põhjustanud, või me kõik hukkume kindlasti.
ja: 君​が​い​て​くれ​て​よかっ​た​! 井戸​の​水​が​濁っ​て​き​て、それ​を​飲ん​だ​人々​が​病気​に​かかっ​て​いる​ん​だ。きれい​な​水​の​蓄え​は​なくなろう​と​し​て​いる。町​に​水​を​ひい​て​いる​泉​へ​通じる​道​が​あっ​た​はず​だ。この​災難​の​原因​を​究明​し​て​くれ。さも​なく​ば、我​ら​は​全滅​だ。

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
et: Palun, te peate kiirustama. Iga mööduv tund viib meid lähemale olukorrale, kus meil pole enam joogivett. Me ei suuda kaua ilma teie abita ellu jääda.
ja: どう​か​急い​で​くれ。もう​すぐ​飲み水​が​底​を​つい​て​しまう。 ​君​の​助け​なく​て​は、我々​は​もう​これ​以上​生き延び​られ​ない。

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
et: Mida sa ütled - deemonite pelk kohalolek on põhjustanud vee saastumise? Oh, tõepoolest suur kurjus varitseb meie linna all, kuid sinu visadus ja julgus annavad meile lootust. Palun võta see sõrmus - ehk aitab see sind selliste õelate olendite hävitamisel.
ja: 何​と​? 魔物​の​存在​自体​が​水​を​汚し​て​い​た​だ​と​? この​町​の​地下​に​は​大いなる​邪悪​が​潜ん​で​いる​が、君​の​忍耐​と​勇気​に、我々​は​希望​を​抱い​て​いる。この​指輪​を​受け取っ​て​くれ。大いなる​悪​の​退治​に​役立つ​か​も​しれ​ない。

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
et: Mu vanaema on väga nõrk ja Garda ütleb, et me ei saa kaevude vett juua. Palun, kas saaksid midagi teha, et meid aidata?
ja: お​ばあ​さま​は​とても​体​が​弱い​の​に、井戸​の​水​は​飲め​ない​って​ガーダ​が​言う​の​よ。どう​か、助け​て​下さい。

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
et: Pepin on sulle tõtt rääkinud. Meil on varsti hädasti vaja värsket vett. Olen proovinud ühte väiksemat kaevu puhastada, aga see haiseb seisva saasta järele. See peab olema allikas ummistunud.
ja: ぺ​ピン​の​言う​通り、喉​から​手​が​出る​ほど​真水​が​欲しい​ん​だ。井戸​から​よどん​だ​水​が​しみだし​て​くる​の​は、水源​に​何​か​が​詰まっ​て​いる​から​だ。

source: You drink water?
et: Kas sa jood vett?
ja: おい、水​飲む​か​?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
et: Tristrami rahvas sureb, kui sa ei suuda nende kaevudele värsket vett taastada. Tea seda - deemonid on selle asja südames, kuid nad jäävad teadmatusse sellest, mida nad on esile kutsunud.
ja: お前​が​井戸​を​元​に​戻さ​ね​ば、トリストラム​の​人々​は​死に絶える​こと​に​なる​だろう。一​つ​教え​て​やる。原因​は​魔物​ども​に​ある​が、連中​は​その​こと​に​気づい​て​は​おら​ぬ​の​だ。

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
et: Seekord olen sinuga nõus. Minu äri jääb kuivaks - nii öelda - kui mul pole turgu, kellele müüa. Sa parem uuri välja, mis toimub, ja kiiresti!
ja: 今度​ばかり​は、あんた​に​味方​する​よ。買い手​が​い​なきゃ、この​商売​も​あがったり​だ。いったい​何​が​あっ​た​の​か、すぐ​調べ​て​くれ。

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
et: Raamat, mis räägib inimluude kambrist? Noh, Luukamber on mainitud teatud vanades kirjutistes, mida ma uurisin Idamaa raamatukogudes. Need teosed vihjasid, et kui allilma isandad soovisid kaitsta suuri aardeid, lõid nad valdkondi, kus need, kes surid püüdes seda aaret varastada, oleksid igaveseks seotud selle kaitsmisega. Väänatud, kuid kummaliselt sobiv lõpp?
ja: 「​人間​の​骨​を​収め​た​部屋​の​こと​が​書い​て​ある​本​」​か​… お​お​納骨堂​の​こと​なら、東方​の​図書館​で​読ん​だ​古い​書物​に​あっ​た。黄泉​の​国​の​王​が​莫大​な​財宝​を​守ろう​と​し​て、特別​な​場所​を​作っ​た​の​だ​そう​じゃ。「​財宝​を​盗み​に​来​た​者​は​命​を​落とし、永遠​に​その​宝​を​守り​続ける​」​と​記し​て​あっ​た。複雑​な​話​じゃ​が、妙​に​つじつま​が​合っ​て​いる​と​は​思わ​ん​か​?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
et: Kardan, ma kardan, ma ei tea sellest midagi, hea isand. Cainil on palju raamatuid, mis võivad abiks olla.
ja: 残念​ながら、私​に​は​分かり​ませ​ん。で​も​ケイン​の​持っ​てる​本​に​なら​のっ​て​いる​か​も​しれ​ませ​ん​な。

source: This sounds like a very dangerous place. If you venture there, please take great care.
et: See kõlab väga ohtliku kohana. Kui sa sinna lähed, ole palun väga ettevaatlik.
ja: 非常​に​危険​な​場所​の​よう​だ。行く​の​なら、充分​に​気​を​つけ​て​くれ。

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
et: Kardan, ma pole sellest midagi kuulnud. Võib-olla saaks Jutustaja Cain aidata.
ja: 見​た​こと​も​聞い​た​こと​も​ない​話​だ​が、この​町​の​語り部​の​ケイン​なら、それ​が​どこ​だ​か​分かる​か​も​しれ​ん。

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
et: Ma ei tea sellest kohast midagi, aga sa võid proovida küsida Cainilt. Ta räägib paljudest asjadest ja mind ei üllataks, kui tal oleks mõni vastus sinu küsimusele.
ja: わし​は​そんな​所​は​知ら​ん​が、ケイン​なら​物知り​だ​から、あんた​の​疑問​に​も​答え​られる​だろう。

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
et: Kuule nüüd. Seal on üks puidust kamber, tead. Ja tema naine, tead küll - tema - räägib puuga... sest sa pead ootama. Siis ma ütlen, et see võib tema vastu töötada, aga kui sa arvad, et ma selle eest MAKSAN... sa... ee... jah.
ja: へ​へ、よく​聞け​よ。木​の​部屋​が​あっ​て​だ​な、やつ​の​女房​が​木​が、どう​と​か​言っ​て​よ​… あ​そう​だ、ちょっと​待っ​て​くれ​や。やつ​の​ため​に​は​なら​ん​か​も​しれ​ん​が​金​は​…​払う​ぜ​… 払う​とも​…

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
et: Sa saad igavesti pimeduse isandate teenriks, kui hukkud selles neetud valdkonnas. Sisene Luukambrisse omal vastutusel.
ja: この​呪わ​れ​た​領域​で​命​を​落とし​た​が​最後、お前​は​永遠​に​闇​の​王​の​しもべ​と​なる​の​じゃ。 ​納骨堂​に​入る​つもり​なら​ば、覚悟​し​なされ​よ。

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
et: Sa ütled, et seal on tohutu ja salapärane aare? Võib-olla võiksin ma olla huvitatud mõne asja hankimisest sinult... või veel parem, kas sa ei vaja mõnda haruldast ja kallist varustust, et sellest katsumusest läbi saada?
ja: 莫大​な​お​宝​だ​って​? 分け前​は​もらえる​ん​だろう​な。それ​より​世​に​も​珍しい​ブツ​が​ある​ん​だ​けど、どう​だ​い​? これ​が​ありゃあ​鬼​に​金棒​だ​ぞ。

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
et: Tundub, et peapiiskop Lazarus meelitas paljusid linnakodanikke Labürinti, et leida kuninga kadunud poeg. Ta mängis nende hirmudel ja ajas nad pöörasesse rahvahulka. Keegi neist polnud valmis selleks, mis külmas maa-aluses neid ootas... Lazarus hülgas nad seal - jättes nad kirjeldamatute õuduste küüsi - surema.
ja: 大司教​ラザルス​は​行方知れず​に​なっ​た​王​の​息子​を​捜す​と​偽り、大勢​迷宮​へ​と​差し向け​た​の​じゃ。人々​の​恐怖​に​つけ込み、彼​ら​を​凶暴​な​暴徒​と​し​て​しまい。地中​に​何​が​待ち受ける​の​か、知る​者​は​なかっ​た​…。ラザルス​は​皆​を​置き去り​に​し、いい知れ​ぬ​恐怖​の​中​で​人々​は​死ん​で​いっ​た​の​じゃ。

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
et: Jah, Farnham on pomisenud midagi suurest jõhkardist, kes vehkis metsiku relvaga. Ma usun, et ta nimetas teda lihunikuks.
ja: ええ、ファーンハム​は、たしか​ブッチャー​と​か​言う、恐ろしい​武器​を​振り回す、野蛮​な​大男​の​こと​を​ぶつぶつ​言っ​て​まし​た。

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
et: Valguse nimel, ma tean sellest õelast deemonist. Paljud kandsid tema raevu arme oma kehal, kui vähesed ellujäänud Lazaruse juhitud rünnakust katedraalist välja roomasid. Ma ei tea, mida ta kasutas oma ohvrite lõhki lõikamiseks, kuid see ei saanud olla sellest maailmast. See jättis haavad mädanema haigusega ja isegi mina leidsin, et neid on peaaegu võimatu ravida. Ole ettevaatlik, kui plaanid selle kurjategijaga võidelda...
ja: あの​堕落​し​た​悪魔​の​こと​は​知っ​て​いる​ぞ。ラザルス​の​罠​を​生き残っ​た​人々​が​修道院​から​這い出​て​き​た​時、多く​が​その​怒り​の​爪痕​を​負っ​て​い​た。やつ​が​犠牲者​を​切り裂く​の​に​何​を​使っ​た​か​は​分から​ない​が、この世​の​もの​で​は​ない​よ。傷口​は​ただれ、私​で​さえ​治療​でき​ない​ほど​ひどかっ​た。この​悪魔​と​戦う​の​なら、用心​し​て​くれ。

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
et: Kui Farnham rääkis midagi lihunikust, kes inimesi tapab, siis ma kohe eirasin seda. Aga kuna sa tõid selle üles, siis võib-olla on see tõsi.
ja: ブッチャー​が​人々​を​殺し​て​いる​って​ファーンハム​が​言っ​て​た​の、信じ​なかっ​た​けど、あなた​が​同じ​こと​を​言う​なら、本当​な​の​ね。

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
et: Ma nägin, kuidas Farnham nimetas Lihunikuks seda, kes raius teed läbi mu sõprade surnukehade. Ta vehkis kirve suuruse lihunikukirvega, raiudes jäsemeid ja langetades vapraid mehi seal, kus nad seisid. Mind eraldas lahingust hulk väikseid kriiskavaid deemoneid ja kuidagi leidsin trepi, mis viis välja. Ma ei näinud seda jubedat elajat enam kunagi, kuid tema verine nägu kummitab mind tänaseni.
ja: そいつ​を​ファーンハム​は​ブッチャー​と​呼ん​で​い​た​が、わし​の​仲間​を​巨大​な​肉​切り​包丁​で​皆殺し​に​し​おっ​た。わし​は​子鬼​ども​の​相手​を​し​て​い​て、助かっ​た​の​さ。地上​へ​続く​階段​を​見つけ、なん​と​か​無事​逃げ​おおせる​こと​が​でき​た​が、あの​けだもの​の​血​に​まみれ​た​顔​は、いまだ​に​目​に​焼き付い​てる​よ。

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
et: Suur! Suur kirves tappis kõik mu sõbrad. Ei suutnud teda peatada, pidin põgenema, ei suutnud neid päästa. Lõksus toas nii paljude kehadega... nii paljude sõpradega... EIIIIIIII!
ja: そう​よ、バカ​でっけえ​包丁​で​友達​は​みんな​殺さ​れ​た​ぃ。逃げ回る​だけ​で、助け​られ​なかっ​た​ん​だ。閉じ込め​られ​た​部屋​は​な、死体​の​山​だっ​た​…​友達​の​な​… くそ​ぉ​ぉ​ぉ​!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
et: Lihunik on sadistlik olend, kes naudib teiste piinamist ja valu. Sa oled näinud tema kätetööd joodik Farnhami peal. Tema hävitamine aitab palju kaasa selle küla turvalisuse tagamisele.
ja: ブッチャー​は​人々​に​苦悩​と​苦痛​を​与える​こと​に​喜び​を​見いだす、残虐​な​怪物​じゃ。酔っ払い​の​ファーンハム​を​見れ​ば​分かる​で​あろう。ブッチャー​を​倒せ​ば、この​町​の​平和​を​多少​は​取り戻せる​の​だ。

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
et: Ma tean sellest jubedast koletisest rohkem, kui sa arvata oskad. Tema väikesed sõbrad said mind kätte ja suutsid mu jala saada, enne kui Griswold mind sellest august välja tõmbas. Ma ütlen otse - tapa ta enne, kui ta sind tapab ja su laiba oma kollektsiooni lisab.
ja: あの​悪魔​に​つい​ちゃ、俺​は​知り​すぎる​ほど​知っ​てる。俺​の​足​を​もぎとっ​た​の​は、あいつ​の​仲間​な​ん​だ。グリズウォルド​が​広間​から​救い出し​て​くれ​た​ん​だ​けど​な。 ​はっきり​言おう。やつ​を​殺さ​なけれ​ば、お前​が​やら​れる​ぞ。

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
et: Palun, kuula mind. Peapiiskop Lazarus, ta viis meid siia alla, et leida kadunud prints. See lurjus vedas meid lõksu! Nüüd on kõik surnud... tapetud deemoni poolt, keda ta kutsus Lihunikuks. Kosta meie eest! Leia see Lihunik ja tapa ta, et meie hinged saaksid lõpuks rahu leida...
ja: 聞い​て​くれ。大司教​ラザルス​は、王子​を​探す​と​言っ​て​我々​を​連れ込ん​だ。しかし、罠​だっ​た​ん​だ​! みんな​死ん​で​しまっ​た。ブッチャー​と​いう​化物​に​殺さ​れ​た​ん​だ。か​たき​を​うっ​て​くれ​! 我々​の​魂​が​安らか​に​眠れる​よう、ブッチャー​を​殺し​て​くれ。

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
et: Sa loed ette huvitavat riimi, mis on kirjutatud stiilis, mis meenutab mulle teisi teoseid. Las ma mõtlen nüüd - mis see oli? ...Pimedus katab Varjatut. Silmad helendavad nähtamatult, ainult habemenoa küüniste helid kriibivad lühidalt, et piinata neid vaeseid hingi, kes on tehtud igaveseks pimedaks. Nende neetud vangla nimi on Pimeduse Saalid...
ja: お主、面白い​詩​を​読む​の​お。それ​に​似​た​詩​を​思い出し​た​よ。…​はて、どんな​詩​じゃっ​た​か​のう。 ​…​「​秘密​を​覆い隠す。その​目​の​輝き​は​見え​ず、ただ​鋭い​爪​の​立てる​音​のみ​が、永遠​に​見る​こと​の​でき​ぬ​哀れ​な​者​を​苦しめる。永遠​の​断罪​を​受け​た​者​の​牢獄、その​名​を​「​盲目​の​広間​」​と​いう​」

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
et: Ma pole kunagi eriti luulet armastanud. Mõnikord oli mul põhjust palgata minstreleid, kui kõrtsil hästi läks, aga see tundub nüüd nii ammu olevat. Mis? Oh, jah... noh, ma arvan, et sa võiksid vaadata, mida keegi teine teab.
ja: お主、面白い​詩​を​読む​の​お。それ​に​似​た​詩​を​思い出し​た​よ。…​はて、どんな​詩​じゃっ​た​か​のう。…​「​秘密​を​覆い隠す。その​目​の​輝き​は​見え​ず、ただ​鋭い​爪​の​立てる​音​のみ​が、永遠​に​見る​こと​の​でき​ぬ​哀れ​な​者​を​苦しめる。永遠​の​断罪​を​受け​た​者​の​牢獄、その​名​を​「​盲目​の​広間​」​と​いう​」

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
et: See tundub kuidagi tuttav. Mäletan, et lugesin midagi väga sarnast sellele luuletusele, kui uurisin deemonlike hädade ajalugu. See rääkis kohast, kus valitseb suur kurjus, mis... oota - sa ei kavatse sinna minna, eks?
ja: これ​は​どこ​か​見覚え​が​ある​ぞ。悪魔​の​苦悩​の​歴史​に​つい​て​調べ​て​いる​とき​に、その​詩​に​よく​似​た​の​を​見かけ​た​よう​な​気​が​する​な。内容​は​…​確か​邪悪​に​満ち​た​場所​… 待て、まさか​行く​気​な​の​か​?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
et: Kui sul on küsimusi pimeduse kohta, peaksid rääkima Pepiniga. Ma tean, et ta andis mu vanaemale eliksiiri, mis aitas tal nägemist parandada, nii et võib-olla saab ta ka sind aidata.
ja: 目​が​見え​ない​こと​に​つい​て​知り​たい​なら、ペピン​に​聞く​の​ね。彼​の​薬​で​お​ばあ​さま​の​眼​が​見える​よう​に​なっ​た​の。きっと​助け​て​くれる​わ。

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
et: Kardan, ma sõber, ma pole kuulnud ega näinud kohta, mis vastaks sinu värvikale kirjeldusele. Ehk oskab Jutustaja Cain sind aidata.
ja: 見​た​こと​も​聞い​た​こと​も​ない​話​だ​が、この​町​の​語り部​の​ケイン​なら、それ​が​どこ​だ​か​分かる​か​も​しれ​ん。

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
et: Vaata siia... see on päris naljakas, eks? Said aru? Pime - vaata siia?
ja: 見ろ​よ。ハハハ、笑える​だろ​? お前​さん​にゃ、どう​だ​い​?​見える​の​か​い​?​ヒャー​ハハハハ​…

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
et: See on suurte piinade ja õuduste paik, mis teenib oma isandat hästi. Astu ettevaatlikult, muidu võid ise siia jääda palju kauemaks, kui oled oodanud.
ja: この​場所​に​は、その​主人​の​思う​が​まま​の​苦悩​と​恐怖​が​蔓延​し​て​おる。 ​用心​し​て​足​を​踏み入れ​なけれ​ば、思いの外、永く​留まる​こと​に​なろう​ぞ。

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
et: Vaatame, kas ma müün sulle midagi? Ei. Kas sa annad mulle raha, et ma sulle sellest räägiksin? Ei. Kas sa nüüd lahkud ja lähed rääkima jutuvestjaga, kes elab selliste asjade jaoks? Jah.
ja: おっと、俺​は​あんた​に​売る​もの​は​ない​し、あんた​も​俺​の​話​に​金​を​払う​つもり​は​ない​ん​だろ。じゃあ、この​手​の​話​で​飯​を​食っ​てる​奴​は​だれ​だ​? 語り部​に​会い​に​行け​よ。

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
et: Sa väidad, et oled Lachdananiga rääkinud? Ta oli oma eluajal suur kangelane. Lachdanan oli auväärne ja õiglane mees, kes teenis oma kuningat aastaid ustavalt. Aga muidugi tead sa seda juba. Nendest, kes sattusid Kuningakese needuse haardesse, oleks Lachdanan kõige vähem tõenäoline, et alistuks pimedusele ilma võitluseta, seega arvan, et sinu lugu võib tõsi olla. Kui ma oleksin sinu asemel, mu sõber, siis leiaksin viisi, kuidas vabastada ta tema piinadest.
ja: お主、ラック​ダナン​と​話し​た​と​いう​の​か。ラック​ダナン​は​偉大​な​英雄​じゃっ​た。何​年​も​の​間、王​に​忠誠​を​尽くし​た​と​いう​こと​は、お主​も​先刻​承知​じゃろう。 ​少なから​ぬ​者​達​が​王​に​呪い​を​かけ​られ​た​が、あの​男​なら、闘い​も​せ​ず​暗黒​面​に​降伏​する​こと​は​ある​まい。お主​の​話​は​本当​じゃろう​な。わし​が​お主​の​立場​に​あれ​ば、地獄​の​責め苦​から​解き放っ​て​やる​道​を​探し​て​やる​ところ​じゃ。

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
et: Sa räägid vaprast sõdalasest, kes on ammu surnud! Ma ei taha oma kõrtsiõuel kuulda jutte surnud hingedega rääkimisest, aitäh.
ja: 大昔​に​死ん​だ​勇者​と​口​を​きい​た​なんて​話、うち​の​庭先​で​し​ない​で​ください​!
