Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Game Design
et: Mängu disain

source: Senior Designers
et: Vanemdisainerid

source: Additional Design
et: Lisakujundus

source: Lead Programmer
et: Pearmarenduse juht

source: Senior Programmers
et: Vanemprogrammeerijad

source: Programming
et: Programmeerimine

source: Special Guest Programmers
et: Eri Külalisprogrammeerijad

source: Battle.net Programming
et: Battle.net programmeerimine

source: Serial Communications Programming
et: Jadaside kommunikatsiooni programmeerimine

source: Installer Programming
et: Paigaldaja programmeerimine

source: Art Directors
et: Kunstijuhid

source: Artwork
et: Kunstiteos

source: Technical Artwork
et: Tehniline Kunstiteos

source: Cinematic Art Directors
et: Kinematograafilise kunsti direktorid

source: 3D Cinematic Artwork
et: 3D kinematograafilised kunstiteosed

source: Cinematic Technical Artwork
et: Kinemaatiline tehniline kunstiteos

source: Executive Producer
et: Tegevprodutsent

source: Producer
et: Produtsent

source: Associate Producer
et: Produtsendi assistent

source: Music
et: Muusika
ja: 音楽

source: Sound Design
et: Helikujundus

source: Cinematic Music & Sound
et: Kinemaatiline muusika ja heli

source: Voice Production, Direction & Casting
et: Hääle tootmine, lavastus ja casting

source: Script & Story
et: Stsenaarium ja lugu

source: Voice Editing
et: Hääle redigeerimine

source: Voices
et: Hääled

source: Recording Engineer
et: Heliinsener

source: Manual Design & Layout
et: Käsitsi kujundamine ja paigutus

source: Manual Artwork
et: Käsitsi valmistatud kunstiteos

source: Provisional Director of QA (Lead Tester)
et: QA ajutine direktor (peatestija)

source: QA Assault Team (Testers)
et: QA rünnakumeeskond (testijad)

source: QA Special Ops Team (Compatibility Testers)
et: QA erioperatsioonide meeskond (ühilduvuse testijad)

source: QA Artillery Support (Additional Testers)
et: QA suurtükiväe tugi (lisatestijad)

source: QA Counterintelligence
et: QA vastuluure

source: Order of Network Information Services
et: Võrguteabe Teenuste Ordu

source: Customer Support
et: Klienditugi

source: Sales
et: Müük

source: Mr. Dabiri's Background Vocalists
et: Hr. Dabiri taustalauljad

source: Public Relations
et: Avalikud suhted

source: Marketing
et: Turundus

source: International Sales
et: Rahvusvaheline müük

source: U.S. Sales
et: USA müük

source: Manufacturing
et: Tootmine

source: Legal & Business
et: Õigus ja äri

source: Special Thanks To
et: Erilised tänud

source: Thanks To
et: Tänu

source: In memory of
et: Mälestuseks

source: Very Special Thanks to
et: Eriti suured tänud

source: General Manager
et: Peadirektor

source: Software Engineering
et: Tarkvarainsener

source: Art Director
et: Kunstijuht

source: Artists
et: Kunstnikud

source: Design
et: Disain

source: Sound Design, SFX & Audio Engineering
et: Helidisain, heliefektid ja audiotehnika

source: Quality Assurance Lead
et: Kvaliteedikontrolli juht

source: Testers
et: Testijad

source: Manual
et: Käsiraamat

source: Additional Work
et: Lisatöö

source: Quest Text Writing
et: Missiooni teksti kirjutamine

source: Thanks to
et: Tänu

source: Special Thanks to Blizzard Entertainment
et: Eritingilised tänud Blizzard Entertainmentile

source: Quality Assurance Manager
et: Kvaliteedikontrolli juht

source: Quality Assurance Lead Tester
et: Kvaliteedi tagamise juhttestija

source: Main Testers
et: Peamised testijad

source: Additional Testers
et: Lisatestijad

source: Product Marketing Manager
et: Tooteturunduse juht

source: Public Relations Manager
et: Avalike suhete juht

source: Associate Product Manager
et: Tootejuhi assistent

source: The Ring of One Thousand
et: Tuhande Sõrmus

source: No souls were sold in the making of this game.
et: Selle mängu loomisel ei müüdud ühtegi hinge.

source: OK
et: Olgu

source: Choose Class
et: Vali klass
ja: クラス​選択

source: Warrior
et: Sõdalane
ja: ウォー​リアー

source: Rogue
et: Varas
ja: ローグ

source: Sorcerer
et: Võlur
ja: ソーサラー

source: Monk
et: Munk
ja: モンク

source: Barbarian
et: Barbar
ja: バーバリアン

source: Cancel
et: Tühista
ja: キャンセル

source: New Multi Player Hero
et: Uus mitmikmängu kangelane
ja: 新しい​マルチ​プレイヤー​ヒーロー

source: New Single Player Hero
et: Uus üksikmängija kangelane
ja: 新しい​シングルプレイヤー​ヒーロー

source: Save File Exists
et: Salvestusfail olemas
ja: セーブ​ファイル​が​あり​ます

source: Load Game
et: Laadi mäng
ja: ゲーム​の​ロード

source: New Game
et: Uus mäng
ja: 新規​ゲーム

source: Single Player Characters
et: Üksikmängija tegelased
ja: シングルプレイヤー​キャラクター

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
et: Rogue ja Sorcerer on saadaval ainult Diablo täisversioonis. Külastage https://www.gog.com/game/diablo, et osta.
ja: ローグ​と​ソーサラー​は、ディアブロ​の​製品​版​で​のみ​使用​可能​です。ご​購入​は https://www.gog.com/game/diablo を​ご覧​ください。

source: Enter Name
et: Sisesta nimi
ja: 名前​を​入力

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
et: Vigane nimi. Nimi ei tohi sisaldada tühikuid, reserveeritud märke ega reserveeritud sõnu.
ja: 名前​が​無効​です。名前​に​スペース、予約​文字、予約​語​を​含む​こと​は​でき​ませ​ん。

source: Unable to create character.
et: Ei saa tegelast luua.
ja: キャラクター​を​作る​こと​が​でき​ませ​ん。

source: Level:
et: Tase:
ja: レベル:

source: Strength:
et: Jõud:
ja: STR:

source: Magic:
et: Maagia:
ja: MAG:

source: Dexterity:
et: Osavus:
ja: DEX:

source: Vitality:
et: Elujõud:
ja: VIT:

source: Savegame:
et: Salvestusmäng:
ja: セーブ​回数:

source: Select Hero
et: Vali Kangelane
ja: ヒーロー​の​選択

source: New Hero
et: Uus Kangelane
ja: 新しい​ヒーロー

source: Delete
et: Kustuta
ja: 削除

source: Multi Player Characters
et: Mitmikmängu tegelased
ja: マルチ​プレイヤー​キャラクター

source: Delete Multi Player Hero
et: Kustuta mitmikmängu kangelane
ja: マルチ​プレイヤー​ヒーロー​を​削除

source: Delete Single Player Hero
et: Kustuta üksikmängija kangelane
ja: シングルプレイヤー​ヒーロー​を​削除

source: Are you sure you want to delete the character "{:s}"?
et: Kas oled kindel, et soovid kustutada tegelase "{:s}"?
ja: キャラクター​「​{:s}​」​を​削除​し​て​よろしい​です​か？

source: Single Player
et: Üksikmängija
ja: シングルプレイヤー

source: Multi Player
et: Mitu mängijaga
ja: マルチ​プレイヤー

source: Settings
et: Seaded
ja: 設定

source: Support
et: Tugi
ja: サポート

source: Show Credits
et: Kuva krediidid
ja: クレジット​を​見る

source: Exit Hellfire
et: Välju Hellfire'ist
ja: ヘルファイア​を​終了

source: Exit Diablo
et: Välju Diablos
ja: ディアブロ​を​終了

source: Shareware
et: Jagamisvara
ja: シェアウェア

source: Client-Server (TCP)
et: Klient-server (TCP)
ja: クライアント - サーバー (​TCP​)

source: Offline
et: Võrguühenduseta
ja: オフライン

source: Multi Player Game
et: Mitmikmäng
ja: マルチ​プレイヤー​ゲーム

source: Requirements:
et: Nõuded:
ja: 必要条件:

source: no gateway needed
et: väravat pole vaja
ja: ゲートウェイ​不要

source: Select Connection
et: Vali ühendus
ja: コネクション​を​選択

source: Change Gateway
et: Muuda lüüs
ja: ゲートウェイ​の​変更

source: All computers must be connected to a TCP-compatible network.
et: Kõik arvutid peavad olema ühendatud TCP-ühilduva võrguga.
ja: すべて​の​コンピューター​が​TCP​対応​の​ネットワーク​に​接続​さ​れ​て​いる​必要​が​あり​ます。

source: All computers must be connected to the internet.
et: Kõik arvutid peavad olema internetiga ühendatud.
ja: すべて​の​コンピューター​が​インターネット​に​接続​さ​れ​て​いる​必要​が​あり​ます。

source: Play by yourself with no network exposure.
et: Mängi üksi ilma võrguühenduseta.
ja: ひとり​で​プレイ​し​て​も、ネットワーク​に​触れる​こと​は​あり​ませ​ん。

source: Players Supported: {:d}
et: Mängijate tugi: {:d}
ja: サポート​プレイヤー​数: {:d}

source: Diablo Shareware
et: Diablo jagamisversioon
ja: ディアブロ​・​シェアウェア

source: Hellfire Shareware
et: Põrgutule jagamisvara
ja: ヘルファイア​・​シェアウェア

source: The host is running a different game than you.
et: Host käitab teistsugust mängu kui sina.
ja: ホスト​は​あなた​と​は​別​の​ゲーム​を​し​て​い​ます。

source: The host is running a different game mode ({:s}) than you.
et: Host töötab erinevas mängurežiimis ({:s}) kui sina.
ja: ホスト​は​あなた​と​違う​ゲーム​モード​(​{:s}​)​を​実行​し​て​い​ます。

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
et: Teie versioon {:s} ei ühti hosti versiooniga {:d}.{:d}.{:d}.
ja: あなた​の​バージョン​{:s}​は、ホスト​{:d}.{:d}.{:d}​と​一致​し​ませ​ん。

source: Description:
et: Kirjeldus:
ja: 説明:

source: Select Action
et: Vali Tegevus
ja: アクション​を​選択

source: Create Game
et: Loo mäng
ja: ゲーム​の​作成

source: Create Public Game
et: Loo avalik mäng
ja: パブリック​ゲーム​の​作成

source: Join Game
et: Liitu mänguga
ja: ゲーム​に​参加

source: Public Games
et: Avalikud mängud
ja: パブリック​・​ゲーム

source: Loading...
et: Laadimine...
ja: ロード​中​…

source: None
et: Puudub
ja: なし

source: CANCEL
et: TÜHISTA
ja: キャンセル

source: Create a new game with a difficulty setting of your choice.
et: Loo uus mäng oma valitud raskusastmega.
ja: お​好み​の​難易度​を​設定​し​て、新しい​ゲーム​を​作成​し​ます。

source: Create a new public game that anyone can join with a difficulty setting of your choice.
et: Loo uus avalik mäng, millega saavad liituda kõik, ja vali ise raskusaste.
ja: 誰​で​も​参加​できる​新しい​パブリック​ゲーム​を​作成​し、お​好み​の​難易度​を​設定​し​ます。

source: Enter Game ID to join a game already in progress.
et: Sisestage mängu ID, et liituda juba käimasoleva mänguga.
ja: すでに​進行中​の​ゲーム​に​参加​する​場合​は、ゲーム​ID​を​入力​し​て​ください。

source: Enter an IP or a hostname to join a game already in progress.
et: Sisestage IP-aadress või hostinimi, et liituda juba käimasoleva mänguga.
ja: IP​また​は​ホスト​名​を​入力​する​と、すでに​進行中​の​ゲーム​に​参加​でき​ます。

source: Join the public game already in progress.
et: Liitu juba käimasoleva avaliku mänguga.
ja: すでに​進行中​の​パブリック​・​ゲーム​に​参加​する。

source: Normal
et: Tavaline
ja: 通常

source: Nightmare
et: Õudusunenägu
ja: ナイトメア

source: Hell
et: Põrgu
ja: ヘル

source: Difficulty: {:s}
et: Raskusaste: {:s}
ja: 難易度 {:s}

source: Speed: Normal
et: Kiirus: Tavaline
ja: スピード: 通常

source: Speed: Fast
et: Kiirus: Kiire
ja: スピード: 速い

source: Speed: Faster
et: Kiirus: Kiirem
ja: スピード: より​速い

source: Speed: Fastest
et: Kiirus: Kõige kiirem
ja: スピード: 最速

source: Players:
et: Mängijad:
ja: プレイヤー:

source: Select Difficulty
et: Vali Raskusaste
ja: 難易度​の​選択

source: Join {:s} Games
et: Liitu {:s} mängudega
ja: {:s}​ゲーム​に​参加

source: Enter Game ID
et: Sisesta mängu ID
ja: ゲーム​ID​を​入力

source: Enter address
et: Sisesta aadress
ja: アドレス​を​入力

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
et: Tavaline raskusaste Siin peaks alustama oma teekonda Diablo alistamiseks algaja tegelane.
ja: 通常​の​難易度​ ​最初​の​キャラクター​が​Diablo​を​倒す​ため​の​クエスト​を​始める​の​に​適し​た​難易度​です。

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
et: Õudusunenäo raskusaste Labürindi elanikud on tugevdatud ja pakuvad suuremat väljakutset. See on soovitatav ainult kogenud tegelastele.
ja: ナイトメア​の​難易度​ ​迷宮​の​住人​たち​は​さらに​強化​さ​れ、より​大きな​挑戦​と​なる​でしょう。経験​豊富​な​キャラクター​に​のみ​お勧め​です。

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
et: Põrgu Raskusaste Allilma kõige võimsamad olendid varitsevad Põrgu väravas. Ainult kõige kogenumad tegelased peaksid sellesse valdkonda sisenema.
ja: ヘル​の​難易度​ ​地獄​へ​の​入り口​に​は、地下​世界​の​最強​の​生物​が​潜ん​で​い​ます。経験​豊富​な​キャラクター​だけ​が、この​領域​に​足​を​踏み入れる​こと​が​でき​ます。

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
et: Sinu tegelane peab jõudma 20. tasemele, enne kui saad siseneda mitmikmängu Nightmare raskusastmel.
ja: キャラクター​の​レベル​が​20​に​達し​て​い​ない​と、ナイトメア​難易度​の​マルチ​プレイヤー​ゲーム​に​参加​でき​ませ​ん。

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
et: Sinu tegelane peab jõudma 30. tasemele, enne kui saad siseneda mitmikmängu Põrgu raskusastmel.
ja: キャラクター​の​レベル​が​30​に​なる​と、ヘル​難易度​の​マルチ​プレイヤー​ゲーム​に​参加​できる​よう​に​なり​ます。

source: Select Game Speed
et: Vali mängu kiirus
ja: ゲーム​スピード

source: Fast
et: Kiire
ja: 高速

source: Faster
et: Kiirem
ja: 超​高速

source: Fastest
et: Kiireim
ja: 神速

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
et: Tavaline kiirus Siin peaks algaja tegelane alustama oma teekonda Diablo alistamiseks.
ja: 通常​ ​ここ​で​は、主人公​が​Diablo​を​倒す​ため​の​クエスト​を​開始​し​ます。

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
et: Kiire kiirus Labürindi elanikud on kiirendatud ja pakuvad suuremat väljakutset. See on soovitatav ainult kogenud tegelastele.
ja: 高速​ ​迷宮​の​住人​たち​は、より​速く、より​大きな​挑戦​と​なる​でしょう。経験​豊富​な​キャラクター​に​のみ​お勧め​です。

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
et: Kiirem kiirus Enamik koopas elavaid koletisi otsib sind üles kiiremini kui kunagi varem. Ainult kogenud meister peaks proovima oma õnne sellel kiirusel.
ja: 超​高速​ ​ダンジョン​内​の​ほとんど​の​モンスター​は、これ​まで​以上​に​素早く​あなた​を​探し出し​ます。経験​豊富​な​チャンピオン​だけ​が、この​スピード​で​運​を​試す​こと​が​でき​ます。

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
et: Kiireim kiirus Allilma käsilased tormavad ründama kõhklemata. Ainult tõeline kiirusdeemon peaks sellise tempoga sisenema.
ja: 神速​ ​冥界​の​手下​たち​は、迷う​こと​なく​攻撃​を​仕掛け​て​くる。この​ペース​で​進入​する​の​は、真​の​スピード​・​デーモン​だけ​に​し​て​ください。

source: Enter Password
et: Sisesta parool
ja: パスワード​を​入力

source: Enter Hellfire
et: Sisene Põrgutulle
ja: ヘルファイア​へ

source: Switch to Diablo
et: Lülita Diablole
ja: ディアブロ​に​切り替え

source: Yes
et: Jah
ja: はい

source: No
et: Ei
ja: いいえ

source: Press gamepad buttons to change.
et: Vajutage mängupuldi nuppe, et muuta.
ja: ゲーム​パッド​の​ボタン​を​押し​て​変更。

source: Bound key:
et: Seotud klahv:
ja: キーバインド:

source: Press any key to change.
et: Vajuta suvalist klahvi, et muuta.
ja: いずれ​か​の​キー​を​押す​と​変更​さ​れ​ます。

source: Unbind key
et: Eemalda klahv
ja: キーバインド​解除

source: Bound button combo:
et: Seotud nupu kombinatsioon:
ja: コンボ​ボタン​の​バインド:

source: Unbind button combo
et: Eemalda nupu kombinatsioon
ja: コンボ​ボタン​の​バインド​解除

source: Previous Menu
et: Eelmine menüü
ja: 前​の​メニュー

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
et: Meil on Discord.gg/devilutionx vestlusserver. Järgige linke, et liituda meie kogukonnaga, kus arutame Diablo ja Hellfire'i laiendusega seotud teemasid.
ja: 私たち​は​Discord.gg/devilutionx​で​チャット​サーバー​を​管理​し​て​い​ます。リンク​を​たどっ​て​コミュニティ​に​参加​し、Diablo​や​Hellfire​エクスパンション​に​関する​こと​を​話し​ましょう。

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
et: DevilutionX-i haldab Diasurgical, probleeme ja vigu saab raporteerida sellel aadressil: https://github.com/diasurgical/devilutionX Et saaksime teid paremini teenindada, palun lisage kindlasti versiooninumber, operatsioonisüsteem ja probleemi olemus.
ja: DevilutionX​は​Diasurgical​に​よっ​て​管理​さ​れ​て​い​ます。問題​や​バグ​は​この​アドレス​で​報告​する​こと​が​でき​ます​： https://github.com/diasurgical/devilutionX より​良い​サービス​を​提供​する​ため​に、バージョン​番号、オペレーティングシステム、問題​の​内容​を​必ず​明記​し​て​ください。

source: Disclaimer:
et: Vastutusest loobumine:
ja: 免責​事項:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
et: DevilutionX-i ei toeta ega halda Blizzard Entertainment ega GOG.com. Ei Blizzard Entertainment ega GOG.com pole testinud ega sertifitseerinud DevilutionX-i kvaliteeti või ühilduvust. Kõik DevilutionX-iga seotud päringud tuleks suunata Diasurgicalile, mitte Blizzard Entertainmentile ega GOG.com-ile.
ja: DevilutionX​は、Blizzard Entertainment​および​GOG.com​に​よっ​て​サポート​また​は​メンテナンス​さ​れ​て​い​ませ​ん。Blizzard Entertainment​および​GOG.com​の​いずれ​も、DevilutionX​の​品質​や​互換性​を​テスト​また​は​認定​し​て​い​ませ​ん。DevilutionX​に​関する​すべて​の​お​問い合わせ​は、Blizzard Entertainment​や​GOG.com​で​は​なく、Diasurgical​に​お​願い​し​ます。

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
et: See port kasutab fonte Charis SIL, New Athena Unicode, Unifont ja Noto, mis on litsentsitud SIL Open Font License'i alusel, samuti Twitmoji, mis on litsentsitud CC-BY 4.0 alusel. Port kasutab ka SDL-i, mis on litsentsitud zlib-litsentsi alusel. Täpsemat teavet leiate ReadMe failist.
ja: ​この​移植​版​で​は、SIL Open Font License​に​基づい​て​ライセンス​さ​れ​た​Charis SIL、New Athena Unicode、Unifont、Noto、および​CC-BY 4.0​に​基づい​て​ライセンス​さ​れ​た​Twitmoji​を​使用​し​て​い​ます。また、この​移植​版​で​は、zlib-license​で​ライセンス​さ​れ​て​いる​SDL​も​使用​し​て​い​ます。詳細​は、ReadMe​を​ご覧​ください。

source: Copyright © 1996-2001 Blizzard Entertainment
et: Autoriõigus © 1996-2001 Blizzard Entertainment

source: Error
et: Viga

source: {:s} The error occurred at: {:s} line {:d}
et: {:s} Viga ilmnes: {:s} rida {:d}

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
et: Peamine andmearhiiv ei saa avada ({:s}). Veendu, et see on mängu kaustas.
ja: メイン​データ​アーカイブ​(​{:s}​)​を​開く​こと​が​でき​ませ​ん。 ​ゲーム​フォルダ​に​入っ​て​いる​か​確認​し​て​ください。

source: Data File Error
et: Andmefaili viga
ja: データファイル​・​エラー

source: Unable to write to location: {:s}
et: Ei saa asukohta kirjutada: {:s}
ja: 書き込み​が​でき​ませ​ん: {:s}

source: Read-Only Directory Error
et: Kirjutuskaitstud kataloogi viga
ja: 読み取り専用​ディレクトリ​エラー

source: Game:
et: Mäng:
ja: ゲーム:

source: Offline Game
et: Võrguühenduseta mäng
ja: オフライン​ゲーム

source: Password:
et: Parool:
ja: パスワード:

source: Public Game
et: Avalik mäng
ja: パブリック​ゲーム

source: Level: Nest {:d}
et: Tase: Pesa {:d}
ja: レベル: 巣 {:d}

source: Level: Crypt {:d}
et: Tase: Krüpt {:d}
ja: レベル: 地下​聖堂 {:d}

source: Town
et: Linn
ja: タウン

source: Level: {:d}
et: Tase: {:d}
ja: レベル: {:d}

source: Tab
et: Vahekaart

source: Enter
et: Sisene
ja: 入力

source: Character Information
et: Tegelase teave
ja: キャラクター​情報

source: Quests log
et: Ülesannete logi
ja: クエスト​の​記録

source: Automap
et: Automaatkaart
ja: オート​マップ

source: Main Menu
et: Põhimenüü
ja: メインメニュー

source: Inventory
et: Inventuur
ja: 所持品​の​一覧

source: Spell book
et: Loitsuraamat
ja: スペル​ブック

source: Send Message
et: Saada sõnum
ja: メッセージ​送信

source: Available Commands:
et: Saadaolevad käsud:
ja: 使用​できる​コマンド:

source: Command
et: Käsklus
ja: コマンド

source: is unknown.
et: on tundmatu.
ja: は​不明。

source: Description:
et: Kirjeldus:
ja: 説明:

source: Parameters: No additional parameter needed.
et: Parameetrid: Täiendavaid parameetreid pole vaja.
ja: ​パラメータ: 追加​の​パラメータ​は​必要​あり​ませ​ん。

source: Parameters:
et: Parameetrid:
ja: ​パラメータ:

source: Arenas are only supported in multiplayer.
et: Areenid on toetatud ainult mitmikmängus.
ja: アリーナ​は​マルチ​プレイ​のみ​対応​し​て​い​ます。

source: What arena do you want to visit?
et: Millist areeni sa külastada tahad?
ja: 行っ​て​み​たい​アリーナ​は​どこ​です​か？

source: Invalid arena-number. Valid numbers are:
et: Vigane areeni number. Kehtivad numbrid on:
ja: アリーナ​番号​が​無効​です。有効​な​番号​は​次​の​とおり​です:

source: To enter a arena, you need to be in town or another arena.
et: Arena sisenemiseks pead olema linnas või teises arenas.
ja: アリーナ​に​入る​に​は、街​か​他​の​アリーナ​に​いる​必要​が​あり​ます。

source: Inspecting only supported in multiplayer.
et: Uurimine on toetatud ainult mitmikmängus.
ja: インスペクト​は​マルチプレーヤー​のみ​対応。

source: Stopped inspecting players.
et: Mängijate kontrollimine peatatud.
ja: プレイヤー​の​インスペク​と​を​中止。

source: No players found with such a name
et: Sellise nimega mängijaid ei leitud
ja: ぞ​の​よう​な​名前​の​プレイヤー​は​見つかり​ませ​ん​でし​た

source: Inspecting player:
et: Mängija kontrollimine:
ja: プレイヤー​の​インスペクト :

source: Prints help overview or help for a specific command.
et: Prindib abi ülevaate või abi konkreetse käsu jaoks.
ja: ヘルプ​の​概要​また​は​特定​の​コマンド​の​ヘルプ​を​表示​し​ます。

source: [command]
et: [käsk]
ja: [​コマンド​]

source: Enter a PvP Arena.
et: Sisene PvP areenile.
ja: PvP​アリーナ​に​入る。

source: Gives Arena Potions.
et: Annab areeni potioneid.
ja: アリーナ​ポーション​を​与える。

source: Inspects stats and equipment of another player.
et: Uurib teise mängija statistikat ja varustust.
ja: 他​の​プレーヤー​の​体力​や​装備​を​調べる。

source: <player name>
et: <mängija nimi>
ja: <​プレイヤー​名​>

source: Show seed infos for current level.
et: Kuva praeguse taseme seemneinfo.
ja: 現在​の​レベル​の​シード​情報​を​表示。

source: Player friendly
et: Mängijasõbralik
ja: プレイヤー​は​味方

source: Player attack
et: Mängija rünnak
ja: プレイヤー​の​攻撃

source: Hotkey: {:s}
et: Kiirklahv: {:s}
ja: ホットキー: {:s}

source: Select current spell button
et: Vali praegune loitsu nupp
ja: 正しい​呪文​ボタン​を​選択​し​て​ください

source: Hotkey: 's'
et: Kiirklahv: 's'
ja: ホットキー: ’s’

source: {:s} Skill
et: {:s} oskus
ja: {:s} スキル

source: {:s} Spell
et: {:s} loits
ja: {:s} スペル

source: Spell Level 0 - Unusable
et: Loitsu tase 0 - Kasutuskõlbmatu
ja: スペル​レベル 0 - 使え​ない

source: Spell Level {:d}
et: Loitsu tase {:d}
ja: スペル​レベル {:d}

source: Scroll of {:s}
et: {:s} kerimine
ja: {:s}​の​スクロール

source: {:d} Scroll
et: {:d} Kirjarull
ja: {:d} スクロール

source: Staff of {:s}
et: {:s} sau
ja: {:s}​・​スタッフ

source: {:d} Charge
et: {:d} Laeng
ja: {:d}チャージ

source: {:s} gold piece
et: {:s} kuldmünt
ja: {:s} ゴールド

source: Requirements not met
et: Nõuded ei ole täidetud
ja: 能力​値​が​不足​し​て​い​ます

source: {:s}, Level: {:d}
et: {:s}, Tase: {:d}
ja: {:s}, レベル: {:d}

source: Hit Points {:d} of {:d}
et: Elupunktid {:d} / {:d}
ja: ヒット​ポイント: {:d}/{:d}

source: Level Up
et: Taseme tõus
ja: レベルアップ

source: You have {:s} gold piece. How many do you want to remove?
et: Sul on {:s} kuldmünt. Mitu soovid eemaldada?
ja: あなたは{:s}ゴールドを持っています。何枚削除しますか？

source: Town Portal
et: Linnaportaal
ja: タウン​ポータル

source: from {:s}
et: pärit {:s}
ja: {:s}​から

source: Portal to
et: Portaal siia
ja: ポータル

source: The Unholy Altar
et: Püha Altar
ja: ラザルス​の​間

source: level 15
et: tase 15
ja: レベル​15

source: Unable to load data from file {0}
et: Ei saa laadida andmeid failist {0}
ja: {0} ファイル​から​データ​を​読み込め​ませ​ん。

source: {0} is incomplete, please check the file contents.
et: {0} on puudulik, palun kontrollige faili sisu.
ja: {0} が​不完全​です。ファイル​内容​を​確認​し​て​ください。

source: Your {0} file doesn't have the expected columns, please make sure it matches the documented format.
et: Teie {0} failis ei ole oodatud veerge, palun veenduge, et see vastab dokumenteeritud vormingule.
ja: {0} ファイル​に​期待​さ​れる​列​が​あり​ませ​ん。ドキュメント​の​形式​と​一致​し​て​いる​こと​を​確認​し​て​ください。

source: Non-numeric value {0} for {1} in {2} at row {3} and column {4}
et: Mittearvuline väärtus {0} jaoks {1} failis {2} reas {3} ja veerus {4}
ja: {2} の​行 {3} 列 {4} に​おけ​る {1} の​値 {0} が​数値​で​は​あり​ませ​ん。

source: Out of range value {0} for {1} in {2} at row {3} and column {4}
et: Väärtus {0} on vahemikust väljas {1} failis {2} reas {3} ja veerus {4}
ja: {2} の​行 {3} 列 {4} に​おけ​る {1} の​値 {0} が​範囲​外​です。

source: Invalid value {0} for {1} in {2} at row {3} and column {4}
et: Vigane väärtus {0} {1} jaoks failis {2} reas {3} ja veerus {4}
ja: {2} の​行 {3} 列 {4} に​おけ​る {1} の​値 {0} は​無効​です。

source: I need help! Come here!
et: Mul on abi vaja! Tule siia!
ja: 助け​が​必要​だ！こっち​だ！

source: Follow me.
et: Järgne mulle.
ja: つい​て​き​て。

source: Here's something for you.
et: Siin on midagi sinu jaoks.
ja: これ​は、あなた​の​ため​に​用意​し​た​もの​です。

source: Now you DIE!
et: Nüüd sa SURED!
ja: さあ、死ぬ​ん​だ​!

source: Heal yourself!
et: Tervenda end!
ja: 回復​し​て​くれ！

source: Watch out!
et: Ole ettevaatlik!
ja: 気​を​つけ​て！

source: Thanks.
et: Aitäh.
ja: ありがとう。

source: Retreat!
et: Tagasi!
ja: 撤退！

source: Sorry.
et: Vabandust.
ja: すま​ない。

source: I'm waiting.
et: Ma ootan.
ja: 待機​中。
