Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
et: Oma oskuste ja loitsude loendi saad avada, klõpsates liideseribal vasakklõpsuga nupul 'LOITSUD'. Siin on loetletud meelde jäetud loitsud ja need, mis on saadaval keppide kaudu. Loitsu, mida soovid kasutada, saad valmis seada, klõpsates sellel vasakklõpsuga. Valmis seatud loitsu saab kasutada, klõpsates mängualal lihtsalt parema hiireklõpsuga.
ja: インターフェースバー​の​「​呪文​」​ボタン​を​左​クリック​する​と、自分​の​スキル​や​呪文​の​リスト​に​アクセス​でき​ます。覚え​て​いる​呪文​や​杖​で​使える​呪文​は​ここ​に​表示​さ​れ​て​い​ます。唱え​たい​呪文​を​左​クリック​する​と、その​呪文​を​準備​する​こと​が​でき​ます。準備​さ​れ​た​呪文​は、プレイ​エリア​内​で​右​クリック​する​だけ​で​唱える​こと​が​でき​ます。

source: $Using the Speedbook for Spells:
et: $Loitsude kiirraamatu kasutamine:
ja: $​呪文​の​ため​の​スピード​ブック​の​使用:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
et: Vasakklõps 'valmis loitsu' nupul avab 'Kiiraamatu', mis võimaldab valida oskuse või loitsu koheseks kasutamiseks. Valmis oskuse või loitsu kasutamiseks klõpsa lihtsalt parema hiireklahviga mänguala peal.
ja: 準備​さ​れ​た​呪文​」​ボタン​を​左​クリック​する​と、「​スピード​ブック​」​が​開き、すぐ​に​使える​スキル​や​呪文​を​選ぶ​こと​が​でき​ます。準備​し​た​スキル​や​呪文​を​使用​する​に​は、メイン​の​プレイ​エリア​で​右​クリック​する​だけ​です。

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
et: Shift + vasakklõps nupul 'vali praegune loits' tühistab valmis pandud loitsu.
ja: Shift + 左​クリック​で​「​現在​の​呪文​を​選択​」​ボタン​を​押す​と、準備​し​て​い​た​呪文​が​クリア​さ​れ​ます

source: $Setting Spell Hotkeys:
et: $Loitsuklahvide seadistamine:
ja: $​スペルホットキー​の​設定:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
et: Saate määrata kuni neli kiirklahvi oskuste, loitsude või rullide jaoks. Alustage 'kiirraamatu' avamisega, nagu on kirjeldatud ülaltoodud jaotises. Vajutage F5, F6, F7 või F8 klahve pärast loitsu esiletõstmist, mille soovite määrata.
ja: スキル​や​呪文、巻物​など​の​ホットキー​を​4​つ​まで​割り当てる​こと​が​でき​ます。上​の​セクション​で​説明​し​た​よう​に、「​スピード​ブック​」​を​開く​こと​から​始め​ます。割り当て​たい​呪文​を​ハイライト​し​た​後、F5、F6、F7、F8​キー​を​押し​ます。

source: $Spell Books:
et: $Loitsuraamatud:
ja: $​スペル​ブック:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
et: Rohkem kui ühe raamatu lugemine suurendab sinu teadmisi sellest loitsust, võimaldades sul loitsu tõhusamalt kasutada.
ja: 2​冊​以上​の​本​を​読む​こと​で、その​呪文​の​知識​が​増え、より​効果的​に​呪文​を​唱える​こと​が​でき​ます。

source: Shareware Hellfire Help
et: Shareware Hellfire Abi
ja: シェアウェア ヘルファイア ヘルプ

source: Hellfire Help
et: Põrgutule Abi
ja: ヘルファイア ヘルプ

source: Shareware Diablo Help
et: Shareware Diablo Abi
ja: シェアウェア ディアブロ ヘルプ

source: Diablo Help
et: Diablo Abi
ja: ディアブロ ヘルプ

source: Press ESC to end or the arrow keys to scroll.
et: Vajuta ESC, et lõpetada, või nooleklahve, et kerida.
ja: ESC​を​押し​て​終了​する​か、矢印​キー​で​スクロール​し​ます。

source: diabdat.mpq or spawn.mpq
et: diabdat.mpq või spawn.mpq
ja: diabdat.mpq​また​は​spawn.mpq

source: Some Hellfire MPQs are missing
et: Mõned Hellfire MPQ-d on puudu
ja: いくつ​か​の​Hellfire MPQ​が​欠落​し​て​い​ます

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
et: Mitte kõiki Hellfire MPQ-sid ei leitud. Palun kopeerige kõik hf*.mpq failid.
ja: すべて​の​Hellfire MPQ​が​見つから​ない。 ​すべて​の hf​*​.mpq ファイル​を​コピー​し​て​ください。

source: Unable to create main window
et: Peaakna loomine ebaõnnestus
ja: メイン​ウィンドウ​を​作成​でき​ませ​ん

source: No room for item
et: Pole ruumi esemele
ja: アイテム​が​入る​余地​が​ない

source: Oil of Accuracy
et: Täpsuse õli
ja: アキュラシー​・​オイル

source: Oil of Mastery
et: Meisterlikkuse õli
ja: マスタリー​・​オイル

source: Oil of Sharpness
et: Teravuse õli
ja: シャープネス​・​オイル

source: Oil of Death
et: Surmaõli
ja: デス​・​オイル

source: Oil of Skill
et: Oskuste õli
ja: スキル​・​オイル

source: Blacksmith Oil
et: Sepa õli
ja: 鍛冶屋​の​オイル

source: Oil of Fortitude
et: Vastupidavuse õli
ja: フォルチュード​・​オイル

source: Oil of Permanence
et: Püsivuse õli
ja: パーマネンス​・​オイル

source: Oil of Hardening
et: Kõvastamise õli
ja: ハーデニング​・​オイル

source: Oil of Imperviousness
et: Läbimatuse õli
ja: インプレビュスネス​・​オイル

source: {0} {1} of {2}
et: {0} {1} {2}-st
ja: {2}​の​{0}{1}

source: increases a weapon's
et: suureneb relva
ja: 武器​の​命中​率​を

source: chance to hit
et: tabamuse tõenäosus
ja: 上昇​さ​せる

source: greatly increases a
et: suuresti suurendab a
ja: 武器​の​命中​率​を

source: weapon's chance to hit
et: relva tabamuse tõenäosus
ja: 大幅​に​上昇​さ​せる

source: damage potential
et: kahjustuste potentsiaal
ja: 増大​さ​せる

source: greatly increases a weapon's
et: suuresti suurendab relva
ja: 武器​の​ダメージ​を​大幅​に

source: damage potential - not bows
et: kahjustuste potentsiaal - mitte vibud
ja: 増大​さ​せる​-​ボウ​を​除く

source: reduces attributes needed
et: vähendab vajalikke atribuute
ja: 防具​や​武器​の​必要​能力​値

source: to use armor or weapons
et: kasutada turvist või relvi
ja: の​値​を​引き下げる

source: restores 20% of an
et: taastab 20%
ja: を​20​%​回復

source: item's durability
et: eseme vastupidavus
ja: アイテム​の​耐久​度

source: increases an item's
et: suurendab eseme
ja: 次​の​もの​を​増大​さ​せ​ます:

source: current and max durability
et: praegune ja maksimaalne vastupidavus
ja: 20​%​増大​さ​せる

source: makes an item indestructible
et: muudab eseme purunematuks
ja: アイテム​を​壊れ​ない​よう​に​し​ます

source: increases the armor class
et: suurendab soomusklassi
ja: 防具​と​盾​の​防御​力​を

source: of armor and shields
et: rüüde ja kilpide
ja: 増大​さ​せる

source: greatly increases the armor
et: suurendab oluliselt turvist
ja: 防具​と​盾​の​防御​力​を

source: class of armor and shields
et: rüüde ja kilpide klass
ja: 大幅​に​増大​さ​せる

source: sets fire trap
et: seab püünise põlema
ja: ファイヤー​トラップ​を​設置

source: sets lightning trap
et: seab välgu lõksu
ja: ライトニング​トラップ​を​設置

source: sets petrification trap
et: seab kivistamise lõksu
ja: 石化​トラップ​を​設置

source: restore all life
et: taasta kogu elu
ja: ライフ​を​全​回復

source: restore some life
et: taasta veidi elu
ja: ライフ​を​回復

source: restore some mana
et: taasta veidi mana
ja: マナ​を​回復

source: restore all mana
et: taasta kogu mana
ja: マナ​を​全​回復

source: increase strength
et: tõsta jõudu
ja: STR を​増大

source: increase magic
et: suurenda maagiat
ja: MAG を​増大

source: increase dexterity
et: suurenda osavust
ja: DEX を​増大

source: increase vitality
et: suurenda vitaalsust
ja: VIT を​増大

source: restore some life and mana
et: taasta veidi elu ja mana
ja: ライフ​と​マナ​を​回復

source: restore all life and mana
et: taasta kogu elu ja mana
ja: ライフ​と​マナ​を​全​回復

source: (works only in arenas)
et: (toimib ainult areenidel)
ja: (​アリーナ​のみ​）

source: Right-click to view
et: Paremklõpsake, et vaadata
ja: 右​クリック​で​表示

source: Right-click to use
et: Paremklõpsake kasutamiseks
ja: 右​クリック​で​使用

source: Right-click to read, then left-click to target
et: Paremklõps lugemiseks, seejärel vasakklõps sihtimiseks
ja: 右​クリック​で​読み、 ​左​クリック​で​ターゲット

source: Right-click to read
et: Paremklõpsake, et lugeda
ja: 右​クリック​で​読む

source: Activate to view
et: Aktiveeri vaatamiseks
ja: アクティベート​し​て​表示​する

source: Open inventory to use
et: Ava laoseis kasutamiseks
ja: 使用​する​インベントリ​を​開く

source: Activate to use
et: Aktiveeri kasutamiseks
ja: アクティベート​し​て​使う

source: Select from spell book, then cast spell to read
et: Vali loitsuraamatust, seejärel loitsu lugemiseks kasuta loitsu
ja: スペル​ブック​から​選択​し​ ​読ん​で​キャスト

source: Activate to read
et: Aktiveeri lugemiseks
ja: アクティベート​し​て​読む

source: {} to view
et: {} vaatamiseks
ja: {} を​見る

source: {} to use
et: {} kasutada
ja: {} を​使用​する

source: Select from spell book, then {} to read
et: Vali loitsuraamatust, seejärel {} lugemiseks
ja: スペル​ブック​から​選択、 ​そして​{}​を​読む

source: {} to read
et: {} lugemiseks
ja: {} を​読む

source: Doubles gold capacity
et: Kahekordistab kulla mahutavuse
ja: ゴールド​の​容量​を​2​倍​に​する

source: Required:
et: Nõutud:
ja: 必要​能力:

source: {:d} Str
et: {:d} Jõud

source: {:d} Mag
et: {:d} Mana

source: {:d} Dex
et: {:d} Osavus

source: Book of {:s}
et: {:s} raamat
ja: 呪文​の​書: {:s}

source: Ear of {:s}
et: {:s} kõrv
ja: {:s}​の​耳

source: chance to hit: {:+d}%
et: tabamuse tõenäosus: {:+d}%
ja: 命中​率: {:+d}​%

source: {:+d}% damage
et: {:+d}% kahju
ja: {:+d}​%​ダメージ

source: to hit: {:+d}%, {:+d}% damage
et: tabamus: {:+d}%, {:+d}% kahju
ja: 命中​率:{:+d}​%​, {:+d}​% ダメージ

source: {:+d}% armor
et: {:+d}% soomus
ja: {:+d}​%​防護​力

source: armor class: {:d}
et: soomusklass: {:d}
ja: 防御​力: {:d}

source: Resist Fire: {:+d}%
et: Tulekindluse vastupanu: {:+d}%
ja: 耐火​炎: {:+d}​%

source: Resist Fire: {:+d}% MAX
et: Tulekindluse vastupanu: {:+d}% MAX
ja: 耐火​炎: {:+d}​% MAX

source: Resist Lightning: {:+d}%
et: Vastupanu välgule: {:+d}%
ja: 耐​電撃: {:+d}​%

source: Resist Lightning: {:+d}% MAX
et: Vastupanu välgule: {:+d}% MAX
ja: 耐​電撃: {:+d}​% MAX

source: Resist Magic: {:+d}%
et: Maagiakindlus: {:+d}%
ja: 耐​魔法: {:+d}​%

source: Resist Magic: {:+d}% MAX
et: Võlujõu vastupanu: {:+d}% MAX
ja: 耐​魔法: {:+d}​% MAX

source: Resist All: {:+d}%
et: Kõikide vastupanu: {:+d}%
ja: 全​耐性: {:+d}​%

source: Resist All: {:+d}% MAX
et: Kõikide vastupanu: {:+d}% MAX
ja: 全​耐性: {:+d}​% MAX

source: spells are increased {:d} level
et: loitsud on suurendatud {:d} tase
ja: 全呪文{:d} レベルアップ

source: spells are decreased {:d} level
et: loitsud on vähendatud {:d} tase
ja: 全呪文{:d}レベルダウン

source: spell levels unchanged (?)
et: loitsutasemed muutmata (?)
ja: 呪文​の​レベル​に​変化​なし​(​?​)

source: Extra charges
et: Lisatasud
ja: 追加​チャージ

source: {:d} {:s} charge
et: {:d} {:s} laeng
ja: {:d} {:s}チャージ

source: Fire hit damage: {:d}
et: Tulekahju tabamiskahju: {:d}
ja: 追加​火炎​ダメージ:{:d}

source: Fire hit damage: {:d}-{:d}
et: Tulekahju tabamiskahju: {:d}-{:d}
ja: 追加​火炎​ダメージ: {:d}-{:d}

source: Lightning hit damage: {:d}
et: Välgu tabamiskahju: {:d}
ja: 追加​電撃​ダメージ: {:d}

source: Lightning hit damage: {:d}-{:d}
et: Välgu tabamiskahju: {:d}-{:d}
ja: 追加​電撃​ダメージ: {:d}-{:d}

source: {:+d} to strength
et: {:+d} jõudu
ja: STR{:+d}

source: {:+d} to magic
et: {:+d} maagiale
ja: MAG{:+d}

source: {:+d} to dexterity
et: {:+d} osavusele
ja: DEX{:+d}

source: {:+d} to vitality
et: {:+d} vitaalsusele
ja: VIT{:+d}

source: {:+d} to all attributes
et: {:+d} kõigile atribuutidele
ja: 全​能力​値​{:+d}

source: {:+d} damage from enemies
et: {:+d} kahju vaenlastelt
ja: 敵​から​受ける​ダメージ​{:+d}

source: Hit Points: {:+d}
et: Elupunktid: {:+d}
ja: ヒット​ポイント: {:+d}

source: high durability
et: kõrge vastupidavus
ja: 高い​耐久​度

source: decreased durability
et: vähenenud vastupidavus
ja: 低い​耐久​度

source: indestructible
et: hävimatu
ja: 壊れ​ない

source: +{:d}% light radius
et: +{:d}% valgusraadius
ja: 視界​+{:d}​%

source: -{:d}% light radius
et: -{:d}% valgusraadius
ja: 視界​-{:d}​%

source: multiple arrows per shot
et: mitu noolt ühe lasu kohta
ja: 一回​の​射撃​で​複数​の​矢​を​放つ

source: fire arrows damage: {:d}
et: tule noolte kahju: {:d}
ja: 火炎​矢​の​ダメージ: {:d}

source: fire arrows damage: {:d}-{:d}
et: tule noolte kahju: {:d}-{:d}
ja: 火炎​矢​の​ダメージ: {:d}-{:d}

source: lightning arrows damage {:d}
et: välgu nooled teevad kahju {:d}
ja: 電撃​矢​の​ダメージ: {:d}

source: lightning arrows damage {:d}-{:d}
et: välgunooled teevad kahju {:d}-{:d}
ja: 電撃​矢​の​ダメージ: {:d}-{:d}

source: fireball damage: {:d}
et: tulepalli kahju: {:d}
ja: ファイヤーボールダメージ: {:d}

source: fireball damage: {:d}-{:d}
et: tulepalli kahju: {:d}-{:d}
ja: ファイヤーボールダメージ: {:d}-{:d}

source: attacker takes 1-3 damage
et: rünnakut sooritaja saab 1-3 kahju
ja: ダメージ​時​に​反撃:1-3

source: user loses all mana
et: kasutaja kaotab kogu mana
ja: 全て​の​マナ​を​失う

source: absorbs half of trap damage
et: neelab poole lõksu tekitatud kahjust
ja: 罠​に​よる​ダメージ​半減

source: knocks target back
et: lööb sihtmärgi tagasi
ja: ノック​バック​効果

source: +200% damage vs. demons
et: +200% kahju deemonite vastu
ja: 対​悪魔​族​ダメージ​+200​%

source: All Resistance equals 0
et: Kõik vastupidavused on 0
ja: 全て​の​耐性​を​失う

source: hit steals 3% mana
et: tabamus röövib 3% mana
ja: マナ​を​3​%​吸収

source: hit steals 5% mana
et: tabamus röövib 5% mana
ja: マナ​を​5​%​吸収

source: hit steals 3% life
et: tabamus varastab 3% elu
ja: ライフ​を​3​%​吸収

source: hit steals 5% life
et: tabamus varastab 5% elu
ja: ライフ​を​5​%​吸収

source: penetrates target's armor
et: läbib sihtmärgi soomust
ja: ターゲット​の​アーマー​を​貫通

source: quick attack
et: kiire rünnak
ja: 速い​攻撃

source: fast attack
et: kiire rünnak
ja: 高速​攻撃

source: faster attack
et: kiirem rünnak
ja: 超​高速​攻撃

source: fastest attack
et: kiireim rünnak
ja: 神速​攻撃

source: Another ability (NW)
et: Teine oskus (NW)
ja: 別​の​能力​（​NW​）

source: fast hit recovery
et: kiire löögist taastumine
ja: 高速​体勢​回復

source: faster hit recovery
et: kiirem löögist taastumine
ja: 早い​体勢​回復

source: fastest hit recovery
et: kiireim löögist taastumine
ja: 神速​体勢​回復

source: fast block
et: kiire blokeerimine
ja: 早い​防御

source: adds {:d} point to damage
et: lisab {:d} punkti kahjustusele
ja: 追加ダメージ: {:d}

source: fires random speed arrows
et: laseb juhusliku kiirusega nooli
ja: 発射​間隔​が​一定​で​ない

source: unusual item damage
et: ebatavaline eseme kahjustus
ja: 魔法​の​アイテム​に​ダメージ

source: altered durability
et: muudetud vastupidavus
ja: 特殊​な​耐久​度

source: one handed sword
et: ühekäeline mõõk
ja: 片手​持ち​ソード

source: constantly lose hit points
et: kaotab pidevalt elupunkte
ja: 少し​ずつ​ライフ​を​失う

source: life stealing
et: eluvargus varastamine
ja: 直接​攻撃​で​ライフ​吸収

source: no strength requirement
et: jõu nõue puudub
ja: 筋力​を​必要​と​し​ない

source: lightning damage: {:d}
et: välgu kahjustus: {:d}
ja: 電撃​ダメージ: {:d}

source: lightning damage: {:d}-{:d}
et: välgu kahjustus: {:d}-{:d}
ja: 電撃​ダメージ: {:d}-{:d}

source: charged bolts on hits
et: laetud poldid tabamustel
ja: チャージド​ボルト

source: occasional triple damage
et: aeg-ajalt kolmekordne kahju
ja: たまに​3​倍​の​ダメージ

source: decaying {:+d}% damage
et: mädanev {:+d}% kahju
ja: 崩壊​{:+d}​%​ダメージ

source: 2x dmg to monst, 1x to you
et: 2x kahju koletistele, 1x sulle
ja: モンスター​に​2​倍​の​ダメージ、自分​に​1​倍​の​ダメージ

source: Random 0 - 600% damage
et: Juhuslik 0 - 600% kahju
ja: ランダム​に​0​～​600​％​の​ダメージ

source: low dur, {:+d}% damage
et: madal vastupidavus, {:+d}% kahju
ja: 低い​耐久性、{:+d}​%​の​ダメージ

source: extra AC vs demons
et: lisakaitse vs deemonid
ja: 対​悪魔​族​の​追加​AC

source: extra AC vs undead
et: lisakaitse vs elavad surnud
ja: 対​アンデッド​用​の​追加​AC

source: 50% Mana moved to Health
et: 50% Manast kantakse tervisesse
ja: 50​%​の​マナ​を​ヘルス​に​移動

source: 40% Health moved to Mana
et: 40% tervisest kantakse manasse
ja: 40​%​の​ヘルス​を​マナ​に​移動

source: damage: {:d} Indestructible
et: kahju: {:d} Hävimatu
ja: ダメージ:{:d} 壊れ​ない

source: damage: {:d} Dur: {:d}/{:d}
et: kahju: {:d} Kestvus: {:d}/{:d}
ja: ダメージ:{:d} 耐久​度:{:d}/{:d}

source: damage: {:d}-{:d} Indestructible
et: kahju: {:d}-{:d} Hävimatu
ja: ダメージ: {:d}-{:d} 壊れ​ない

source: damage: {:d}-{:d} Dur: {:d}/{:d}
et: kahju: {:d}-{:d} Kestvus: {:d}/{:d}
ja: ダメージ:{:d}-{:d} 耐久​度:{:d}/{:d}

source: armor: {:d} Indestructible
et: turvis: {:d} Hävimatu
ja: 防御​力:{:d} 壊れ​ない

source: armor: {:d} Dur: {:d}/{:d}
et: turvis: {:d} Kestvus: {:d}/{:d}
ja: 防御​力: {:d} 耐久​度: {:d}/{:d}

source: Charges: {:d}/{:d}
et: Laengud: {:d}/{:d}
ja: チャージ: {:d}/{:d}

source: unique item
et: ainulaadne ese
ja: ユニーク​アイテム

source: Not Identified
et: Pole tuvastatud
ja: 未​鑑定

source: Skeleton King's Lair
et: Skeletikuningas Luur
ja: スケルトン​キング​の​間

source: Chamber of Bone
et: Luukambrikamber
ja: 納骨堂

source: Maze
et: Labürint
ja: 迷宮

source: Poisoned Water Supply
et: Mürgitatud veevarustus
ja: 汚れ​た​水源

source: Archbishop Lazarus' Lair
et: Peapiiskop Lazaruse Luur
ja: 大司教​ラザルス​の​間

source: Church Arena
et: Kirikuvõitlusareen
ja: 教会​アリーナ

source: Hell Arena
et: Põrgu Areen
ja: ヘル​・​アリーナ

source: Circle of Life Arena
et: Eluringi Elu Areen
ja: サークル​・​オブ​・​ライフ​・​アリーナ

source: Down to dungeon
et: Alla koopasse
ja: ダンジョン​へ​の​入り口

source: Down to catacombs
et: Alla katakombidesse
ja: カタコンベ​へ​の​入り口

source: Down to caves
et: Alla koobastesse
ja: ケイブ​へ​の​入り口

source: Down to hell
et: Alla põrgusse
ja: ヘル​へ​の​入り口

source: Down to Hive
et: Alla Tarusse
ja: ハイブ​へ​の​入り口

source: Down to Crypt
et: Alla Krüpti
ja: 地下​聖堂​へ​の​入り口

source: Up to level {:d}
et: Kuni tasemeni {:d}
ja: レベル​{:d}​へ​上がる

source: Up to town
et: Linna poole
ja: 町​へ​戻る

source: Down to level {:d}
et: Alla tasemele {:d}
ja: レベル​{:d}​へ​下りる

source: Down to Diablo
et: Alla Diablo juurde
ja: ディアブロ​の​もと​へ

source: Up to Nest level {:d}
et: Kuni pesa tasemeni {:d}
ja: 巣​レベル {:d}​へ​上がる

source: Up to Crypt level {:d}
et: Kuni krüpti tasemeni {:d}
ja: 地下​聖堂​レベル {:d}​へ​上がる

source: Cornerstone of the World
et: Maailma nurgakivi
ja: 世界​の​礎

source: Down to Crypt level {:d}
et: Alla Krüpti tasemele {:d}
ja: 地下​聖堂​へ​の​入り口 レベル {:d}

source: Back to Level {:d}
et: Tagasi tasemele {:d}
ja: レベル​{:d}​へ​戻る

source: Unable to open save file archive
et: Ei saa salvestusfaili arhiivi avada
ja: 保存​ファイル​の​アーカイブ​を​開け​ませ​ん

source: Invalid save file
et: Vigane salvestusfail
ja: 無効​な​保存​ファイル

source: Player is on a Hellfire only level
et: Mängija on ainult Hellfire'i tasemel
ja: プレイヤー​は​Hellfire​のみ​の​レベル​に​い​ます

source: Invalid game state
et: Kehtetu mänguseisund
ja: 無効​な​ゲーム​状態

source: Unable to display mainmenu
et: Peamenüüd ei saa kuvada
ja: メインメニュー​を​表示​でき​ませ​ん

source: Animal
et: Loom
ja: アニマル

source: Undead
et: Elavad surnud
ja: アンデッド

source: Type: {:s} Kills: {:d}
et: Tüüp: {:s} Tapmised: {:d}
ja: タイプ: {:s} 殺傷​数: {:d}

source: Total kills: {:d}
et: Kokku tapetud: {:d}
ja: 殺傷​数: {:d}

source: Hit Points: {:d}-{:d}
et: Elupunktid: {:d}-{:d}
ja: ヒット​ポイント: {:d}-{:d}

source: No magic resistance
et: Pole maagilist vastupanu
ja: 魔法​耐性​無し

source: Resists:
et: Vastupanu:
ja: 耐性:

source: Magic
et: Maagia
ja: 魔法

source: Fire
et: Tuli
ja: 火炎

source: Lightning
et: Välk
ja: ライトニング

source: Immune:
et: Immuunne:
ja: 無効:

source: Type: {:s}
et: Tüüp: {:s}
ja: タイプ: {:s}

source: No resistances
et: Pole vastupanuvõimet
ja: 耐性​無し

source: No Immunities
et: Pole immuunsusi
ja: 無効​無し

source: Some Magic Resistances
et: Mõned maagilised vastupidavused
ja: 魔法​耐性​あり​(​属性​不明​)

source: Some Magic Immunities
et: Mõned maagilised immuunsused
ja: 魔法​無効化​(​属性​不明​)

source: Failed to open archive for writing.
et: Arhiivi avamine kirjutamiseks ebaõnnestus.
ja: 書き込み​の​ため​の​アーカイブ​を​開く​の​に​失敗​し​まし​た。

source: Trying to drop a floor item?
et: Kas üritad põrandale eset panna?
ja: フロア​アイテム​を​落とそう​と​し​て​いる​の​か？

source: {:s} has cast an invalid spell.
et: {:s} on teinud kehtetu loitsu.
ja: {:s} が​無効​な​呪文​を​唱え​た。

source: {:s} has cast an illegal spell.
et: {:s} on lausunud ebaseadusliku loitsu.
ja: {:s} が​不正​な​呪文​を​唱え​た。

source: Player '{:s}' (level {:d}) just joined the game
et: Mängija '{:s}' (tase {:d}) liitus just mänguga
ja: プレイヤー​「​{:s}​」​（​レベル​{:d}​）​が​ゲーム​に​参加​し​まし​た

source: The game ended
et: Mäng lõppes
ja: ゲーム​終了

source: Unable to get level data
et: Ei saa taseme andmeid kätte
ja: レベル​データ​が​取得​でき​ませ​ん

source: Player '{:s}' just left the game
et: Mängija '{:s}' lahkus just mängust
ja: プレイヤー​「​{:s}​」​が​ゲーム​から​離脱​し​まし​た

source: Player '{:s}' killed Diablo and left the game!
et: Mängija '{:s}' tappis Diablo ja lahkus mängust!
ja: プレイヤー​「​{:s}​」​が​Diablo​を​殺し​て​ゲーム​を​去っ​た​!

source: Player '{:s}' dropped due to timeout
et: Mängija '{:s}' eemaldati ajapiirangu tõttu
ja: プレイヤー​「​{:s}​」​が​タイムアウト​で​脱落

source: Player '{:s}' (level {:d}) is already in the game
et: Mängija '{:s}' (tase {:d}) on juba mängus
ja: プレイヤー​「​{:s}​」​（​レベル​{:d}​）​は​すでに​ゲーム​に​参加​し​て​い​ます

source: Mysterious
et: Müstiline
ja: 奇怪​な

source: Hidden
et: Peidetud
ja: ヒドゥン

source: Gloomy
et: Sünge
ja: 漆黒​の

source: Weird
et: Kummaline
ja: ウィアード

source: Magical
et: Maagiline
ja: 魔術​の

source: Stone
et: Kivi
ja: 石​の

source: Religious
et: Religioosne
ja: 信仰​の

source: Enchanted
et: Lummatud
ja: 帯​魔​の

source: Thaumaturgic
et: Taumaturgiline
ja: 奇跡​の

source: Fascinating
et: Põnev
ja: 魅了​の

source: Cryptic
et: Salapärane
ja: 秘密​の

source: Eerie
et: Õudne
ja: 不審​な

source: Divine
et: Jumalik
ja: 神々しい

source: Holy
et: Püha
ja: ホーリー

source: Sacred
et: Püha
ja: 厳粛​なる

source: Spiritual
et: Vaimne
ja: 魂​の

source: Spooky
et: Kummituslik
ja: 憑霊​の

source: Abandoned
et: Mahajäetud
ja: 荒涼​たる

source: Creepy
et: <translatedÕudne
ja: 陰湿​な

source: Quiet
et: Vaikne
ja: 終了

source: Secluded
et: Eraldatud
ja: 隠遁​の

source: Ornate
et: Uhke
ja: 華麗​なる

source: Glimmering
et: Särav
ja: 燐光​の

source: Tainted
et: Rikutud
ja: 穢れ​た

source: Oily
et: Õline
ja: 油性

source: Glowing
et: Helendav
ja: 光る

source: Mendicant's
et: Kerjuse
ja: メンディキャンズ

source: Sparkling
et: Sädelev
ja: スパークリング

source: Shimmering
et: Särav
ja: 煌めき

source: Solar
et: Päikese
ja: ソーラー

source: Murphy's
et: Murphy
ja: マーフィーズ

source: The Great Conflict
et: Suur Konflikt
ja: 偉大​なる​闘争

source: The Wages of Sin are War
et: Patu palk on sõda
ja: 罪​深き​闘い

source: The Tale of the Horadrim
et: Horadrimi lugu
ja: ホラドリム​の​物語

source: The Dark Exile
et: Tume Pagendus
ja: 闇​の​追放

source: The Sin War
et: Patu sõda
ja: 罪​深き​闘い

source: The Binding of the Three
et: Kolme sidumine
ja: 三​兄弟​の​呪縛

source: The Realms Beyond
et: Maailmad Teispool
ja: 彼方​の​王国

source: Tale of the Three
et: Kolme lugu
ja: 三​大​邪悪​の​物語

source: The Black King
et: Must Kuningas
ja: 暗黒​の​王

source: Journal: The Ensorcellment
et: Päevik: Nõidus
ja: ジャーナル: 包囲

source: Journal: The Meeting
et: Päevik: Kohtumine
ja: ジャーナル: 会議

source: Journal: The Tirade
et: Päevik: Tirade
ja: ジャーナル: ティラード

source: Journal: His Power Grows
et: Päevik: Tema jõud kasvab
ja: ジャーナル: 勢力​拡大

source: Journal: NA-KRUL
et: Päevik: NA-KRUL
ja: ジャーナル: ナ​・​クルル

source: Journal: The End
et: Päevik: Lõpp
ja: ジャーナル: 終焉

source: A Spellbook
et: Loitsuraamat
ja: スペル​ブック

source: Crucified Skeleton
et: Ristilöödud luukere
ja: はりつけ​の​スケルトン

source: Lever
et: Hoob
ja: レバー

source: Open Door
et: Ava uks
ja: 開い​た​ドア

source: Closed Door
et: Suletud uks
ja: 閉じ​た​ドア

source: Blocked Door
et: Blokeeritud uks
ja: 閉じ​られ​ない​ドア

source: Ancient Tome
et: Muinastome
ja: 太古​の​書

source: Book of Vileness
et: Rõveduse raamat
ja: 外道​の​書

source: Skull Lever
et: Koljuka hoob
ja: ドクロ​の​レバー

source: Mythical Book
et: Müütiline raamat
ja: 神話​の​書

source: Small Chest
et: Väike kirst
ja: 小さな​チェスト

source: Chest
et: Kirst
ja: チェスト

source: Large Chest
et: Suur kirst
ja: 大きな​チェスト

source: Sarcophagus
et: Sarkofaag
ja: 棺

source: Bookshelf
et: Raamaturiiul
ja: 読​台

source: Bookcase
et: Raamatukapp
ja: 本棚

source: Barrel
et: Tünn
ja: 樽

source: Pod
et: Kapsel
ja: ポッド

source: {:s} Shrine
et: {:s} pühamu
ja: {:s} 祭壇

source: Skeleton Tome
et: Skeleti Tom
ja: スケルトン​の​書

source: Library Book
et: Raamatukogu raamat
ja: 蔵書

source: Blood Fountain
et: Verikaev
ja: 血色​の​泉

source: Decapitated Body
et: Peata keha
ja: 首​無し​の​死体

source: Book of the Blind
et: Pimedate raamat
ja: 盲目​の​書

source: Book of Blood
et: Vere raamat
ja: 血潮​の​書

source: Purifying Spring
et: Puhastav Allikas
ja: 清浄​なる​泉

source: Armor
et: Rüü
ja: 防具

source: Weapon Rack
et: Relvastend
ja: 武器​架

source: Goat Shrine
et: Kitsesümbol
ja: 山羊​の​祭壇

source: Cauldron
et: Katel
ja: 地獄​の​大釜

source: Murky Pool
et: Hägune bassein
ja: 濁っ​た​池

source: Fountain of Tears
et: Pisarate allikas
ja: 涙​の​源泉

source: Steel Tome
et: Terastome
ja: 刀剣​の​書

source: Pedestal of Blood
et: Vere altar
ja: 血​の​台座

source: Mushroom Patch
et: Seeneplats
ja: キノコ​の​群生

source: Vile Stand
et: <translated:Jõle Seis>
ja: 忌まわし​き​台座

source: Slain Hero
et: Tapetud kangelane
ja: 死​せ​る​勇者

source: Trapped {:s}
et: Lõksus {:s}
ja: トラップ​の​掛かっ​た​{:s}

source: {:s} (disabled)
et: {:s} (keelatud)
ja: {:s} (​無効​)

source: ON
et: SEES
ja: オン

source: OFF
et: VÄLJAS
ja: オフ

source: Start Up
et: Käivita
ja: 起動

source: Start Up Settings
et: Käivitamise seaded
ja: 起動​時​の​設定
