Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
et: Ma olin koos Farnhamiga sel ööl, kui Lazarus meid Labürinti juhtis. Ma ei näinud enam kunagi peapiiskoppi ja ma ei pruukinud ellu jääda, kui Farnham poleks minu kõrval olnud. Ma kardan, et rünnak jättis tema hinge sama vigaseks kui, noh, teine tegi minu jalaga. Ma ei saa seda lahingut tema eest nüüd pidada, aga ma teeksin seda, kui saaksin.
ja: ラザルス​が​わし​ら​を​連れ​て​迷宮​に​行っ​た​とき、わし​は​ファーンハム​と​一緒​だっ​た。あれ​っきり​大司教​は​姿​を​消し​ちまっ​た。わし​は​ファーンハム​の​おかげ​で、命拾い​し​た​が、やつ​は​ショック​で​あれ​以来​変​に​なっ​た。わし​も​足​を​悪く​し​た​が、やつ​の​ため​なら、今​で​も​喜ん​で​戦う​ぞ。

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
et: Hea mees, kes seab teiste vajadused enda omadest ettepoole. Sa ei leia Tristramist - ega kuskilt mujaltki - kedagi, kellel oleks ravitseja kohta midagi halba öelda.
ja: 自分​の​こと​より​先​に、他人​の​こと​を​考える​立派​な​お​方​だ。トリストラム​の​町​で​治療​師​の​ペピン​を​悪く​言う​者​は​一人​も​おら​ん。

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
et: See poiss satub endale tõsisesse jamasse... või peaksin ütlema, jälle. Olen püüdnud teda huvitada siin töötamises ja ausa ameti õppimises, kuid talle meeldivad rohkem kahtlase päritoluga kaupade kõrged kasumid. Ma ei saa talle seda pahaks panna pärast seda, mis temaga juhtus, kuid ma soovin, et ta oleks vähemalt ettevaatlik.
ja: あの​若造、やっかい​ごと​に​巻きこま​れる​ぞ。こり​ない​奴​だ。わし​の​ところ​で、額​に​汗​し​て​まじめ​に​働く​より、密輸​で​がっぽり​儲ける​ほう​が​性​に​あう​ん​だ​と。あんな​ひどい​目​に​合っ​た​後​だ​から、奴​に​厳しく​当たる​の​も​なん​だ​が、もう​少し​慎重​に​やっ​て​欲しい​もん​だ​な。

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
et: Võõrastemaja pidajal on vähe äri ja pole tõelist võimalust kasumit teenida. Ta suudab ots-otsaga kokku tulla, pakkudes toitu ja majutust neile, kes aeg-ajalt külast läbi rändavad, kuid nad on sama tõenäoliselt öösel minema hiilimas kui talle maksmas. Kui poleks olnud teravilja- ja kuivatatud liha varusid, mida ta oma keldris hoidis, siis oleks enamik meist esimesel aastal, kui kogu maapiirkond oli deemonite poolt üle ujutatud, nälga surnud.
ja: 宿屋​の​主人、オグデン​は​商売​あがったり​だ。たまに​町​を​通りかかる​旅人​が、食事​し​たり​泊っ​たり​する​ん​で、なん​と​か​やりくり​し​てる​が、代金​を​踏み倒し​て​いく​やから​が​多く​て​な。魔物​が​この​あたり​一帯​を​支配​し​た​とき、オグデン​が​倉庫​に​穀物​や​乾燥​肉​を​蓄え​て​い​なかっ​たら、わし​ら​は​皆、飢え死に​する​ところ​だっ​た​って​いう​の​に。

source: Can't a fella drink in peace?
et: Kas ei saa mees rahus juua?
ja: 静か​に​飲ま​せろ​ぃ。

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
et: See neiu, kes jooke toob? Oh, jah, milline kena daam. Nii tore ka veel.
ja: 酒​を​運ん​で​き​た​コ​か​? ああ、かわいい​ね。うん​! いい​コ​だ​よ、フハハハ。

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
et: Miks see vana nõid midagi ei tee. Jah, jah, tal on kraami, aga kuula mind... ta on ebaloomulik. Ma pole teda kunagi söömas ega joomas näinud - ja sa ei saa usaldada kedagi, kes vähemalt natuke ei joo.
ja: あの​しわくちゃ​婆​さん​は、代わり​に​何​も​し​ねえ​の​か​よぉ​? そう​! モノ​は​持っ​てる​が、よっく​考え​て​みる​と​…​あの​婆​さん​は​全く​変​だ。第​一、飲み食い​する​ところ​を​見​た​事​が​無い。何​も​飲ま​ない​奴​なんて​信じ​られ​ない​ぜ。そう​思う​だろう​?

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
et: Cain ei ole see, kelleks ta end väidab. Jah, jah, ta räägib häid lugusid... mõned neist on tõeliselt hirmutavad või naljakad... aga ma arvan, et ta teab rohkem, kui ta ise arvab, et teab.
ja: ケイン​は​正体​を​隠し​てる。確か​に​話​は​面白い​よ​…​怖い​話​と​か​笑い話​と​か、イヒヒ。で​も​実​は​もっと​色々​と​知っ​て​ん​じゃ​ねえ​か​と​おら​ぁ​思う​ぜ。

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
et: Griswold? Hea vana Griswold. Ma armastan teda nagu venda! Me võitlesime koos, tead, tagasi siis kui... me... Lazarus... Lazarus... Lazarus!!!
ja: グリズウォルド​? いい​奴​だ、いい​奴​さぁ​! 兄弟​同然​に​愛し​てる​よ。共​に​戦っ​た​仲​さ、ほら​あの​時​…​俺​たち​…​ラザルス​…​ラザルス​! ラザルス​! ラザルス​め​えっ​!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
et: Hehehe, mulle meeldib Pepin. Ta tõesti pingutab, tead. Kuula, sa peaksid kindlasti temaga tuttavaks saama. Hea mees, kes alati tahab aidata. Hei, ma arvan, et see oleks natuke nagu sina, eks kangelane? Ma olin ka kunagi kangelane...
ja: ヒャハハ、ペピン​は​好き​だ。よく​頑張っ​てる。ぜひ​知り合い​に​なる​と​いい​よ。いつも​人​を​助ける​いい​奴​な​ん​だ。ヒャハハ、いや​お前​さん​みたい​だ​な。え​?​勇者​?​俺​も​勇者​だっ​た​が​…

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
et: Wirt on poiss, kellel on rohkem probleeme kui minul, ja ma tean kõike probleemidest. Kuula nüüd - sellel poisil on magus äri, aga ta on seal olnud, tead? Kaotas jala! Peab ringi käima puutükiga. Nii kurb, nii kurb...
ja: ワート​って​ガキ​は​俺​より、もっと​辛い​目​に​あっ​てる。俺​は​全部​知っ​てる。色々​持っ​てる​が​よ、以前、あそこ​に​行っ​た​ん​だ。片脚​を​無し​て​…​何​を​する​に​も、杖​が​いる​ん​だ。本当​に​可哀想​だ、本当​に​…

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
et: Ogden on linna parim mees. Ma ei usu, et tema naine minust eriti hoolib, aga seni, kuni ta vaatevaateid täidab, meeldib ta mulle küll. Tundub, et olen Ogdeniga rohkem aega veetnud kui enamikega, aga ta on minuga nii hea...
ja: オグデン​は、町​で​一番​良い​やつ​だ。あの​女房​は​俺​に​気​が​ある​よう​だ​が、酒​を​持っ​て​来​て​くれる​限り​俺​は​ちっとも​構わ​ねえ​よ。俺​は​オグデン​と​一緒​に​生き​て​き​た​みたい​な​もん​だ​が​な、あー、あいつ​は​本当​に​良く​し​て​くれ​た​よ​..

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
et: Ma tahan sulle midagi öelda, sest ma tean kõike sellest kraamist. See on minu eriala. See siin on parim... paaaaarim! See teine õlu pole enam hea, sest need rumalad koerad...
ja: 言い​たい​こと​が​ある。俺​は​こいつ​の​こと​は​何​で​も​知っ​てる。これ​が​一番​! 最​っ高​の​上物​だぁ​! 他​の​酒​は​まるっきり​駄目​さぁ​駄目​駄目​! だ​って​そこ​ら​の​バカ​犬​が​よぉ​…

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
et: Keegi ei kuula mind kunagi... kusagil - ma pole päris kindel - aga kusagil kiriku all on terve hunnik kulda. Läikiv ja särav ning ootab vaid, et keegi selle kätte saaks.
ja: 誰​も​…​ヒック​…​聞きゃ​し​ねえ​が​よぉ、実​は​ある​場所​に​な​…​どこ​か​の​修道院​の​下​に​さ​…​金塊​の​山​が​ある​ん​だ。キラキラ​キラキラ​光っ​て、鎮座​ましまし​て​いる​ぜ。へへへ。

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
et: Ma tean, et sul on omad mõtted, ja ma tean, et sa ei usu mind, aga see relv, mis sul seal on - see lihtsalt ei kõlba nende suurte jõmmide vastu! Oh, mind ei huvita, mida Griswold ütleb, nad ei suuda enam teha asju nii nagu vanasti...
ja: お前​さん​に​も​そりゃあ​考え​が​ある​だろう​し、きっと​信じ​ない​と​思う​けど​な、あそこ​で​手​に​入れ​た​武器​は、あの​大きな​ケダモノ​に​は​通用​し​ない​ぜ。グリズウォルド​の​奴​が​何​と​言っ​た​か​知ら​ん​が、やつ​ら​の​作る​もの​は​古​すぎる​ん​だ​ぃ。

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
et: Kui mina oleksin sina... ja ma ei ole... aga kui oleksin, siis ma müüksin kogu selle kraami maha ja läheksin siit minema. See poiss seal väljas... Tal on alati midagi head, aga sa pead talle kulda andma, muidu ta ei näita sulle isegi, mis tal on.
ja: もし​も、もし​も​だ​ぞ​…​もし​俺​だっ​たら、持ち物​を​売っ払っ​て​出​て​いく​ね。あそこ​の​小僧​なら​何​かしら​いい​もの​持っ​てる​が、金​を​幾ら​か​渡さ​ねぇ​と​な、見せ​て​も​貰え​ねぇ​だろう​よ。

source: I sense a soul in search of answers...
et: Ma tunnen hinge, kes otsib vastuseid...
ja: 答え​を​追い求める​魂​よ​…

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
et: Tarkus on välja teenitud, mitte antud. Kui leiad teadmiste raamatu, neela selle sõnad alla. Kui sul on juba teadmisi raamatusse kirjutatud salapärastest saladustest, pea meeles - see meisterlikkuse tase saab alati kasvada.
ja: 智恵​と​は、努力​し​て​得る​もの​じゃ。知識​の​霊廟​に​遭遇​し​た​の​なら、その​言葉​を​自分​の​もの​に​する​が​よろしい。その​本​の​中​の​神秘​が​既に​知り​え​た​もの​なら、更なる​力​を​得る​こと​が​できる​だろう。

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
et: Suurim jõud on sageli kõige lühemaealine. Sa võid leida iidseid võlusõnu kirjutatuna pärgamendirullidele. Nende rullide tugevus peitub selles, et nii õpipoiss kui ka meister suudavad neid võrdselt kasutada. Nende nõrkus seisneb aga selles, et neid tuleb esmalt valjusti ette lugeda ja neid ei saa kunagi oma mõttes valmis hoida. Tea ka, et neid rulle saab lugeda vaid korra, seega kasuta neid hoolikalt.
ja: 強い​力​ほど、短命​な​もの​じゃ。お前​は​古代​の​力​の​呪文​が​書か​れ​た​巻物​を​見つける​か​も​しれ​ぬ。巻物​の​強み​は、熟練​者​で​あろう​と​初心者​で​あろう​と、同じ​効果​が​生み出せる​と​いう​こと。逆​に​弱み​は、その​場​で​読み上げ​なけれ​ば​なら​ず、前もって​覚え​て​おく​こと​が​でき​ない​点​じゃ。また、巻物​は​一度​しか​使う​こと​が​でき​ん。よく​考え​て​使い​なされ。

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
et: Kuigi päikese kuumus on mõõtmatu, on küünla leek suurem oht. Ükskõik kui suured energiad, neid ei saa kasutada ilma õige keskendumiseta. Paljude loitsude jaoks saab võluväelisi sauasid korduvalt maagiliste energiatega laadida. Mul on võime nende jõudu taastada - kuid tea, et midagi ei tehta ilma hinnata.
ja: 太陽​の​熱​は​計り知れ​ぬ。だ​が、ロウソク​の​かすか​な​炎​の​方​が​危険​な​とき​も​ある。いかに​強大​な​エネルギー​も、的確​に​まとめ​ね​ば、使う​こと​は​あたわ​ぬ。杖​に​込め​られ​た​多く​の​呪文​は、再び​魔法​の​エネルギー​で​満たす​こと​が​できる。私​は​呪文​の​力​を​復活​さ​せる​術​を​知っ​て​おる。が、代償​を​払う​覚悟​は​必要​じゃ​よ。

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
et: Meie teadmiste summa peitub meie inimeste summas. Kui leiad raamatu või kirjarulli, mida sa ei suuda lahti mõtestada, ära kõhkle seda mulle toomast. Kui ma suudan sellest aru saada, jagan ma leitud teadmisi sinuga.
ja: 人々​が​一​つ​に​まとまれ​ば、それ​だけ​知識​も​増す​と​いう​こと​じゃ。解読​でき​ぬ​本​や​巻物​は、私​の​所​へ​持っ​て​き​なされ。解読​でき​たら、皆​に​も​伝えよう​ぞ。

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
et: Mehele, kes tunneb ainult rauda, pole suuremat maagiat kui teras. Sepistaja Griswold on rohkem nõid, kui ta ise teab. Tema oskus tuld ja metalli ühendada on selles maal võrreldamatu.
ja: 鉄​しか​知ら​ぬ​者​に​とり、鋼鉄​こそ​は​最強​の​魔法。奴​が​気付く​こと​は​ある​まい​が​鍛冶屋​の​グリズウォルド​は、まさに​魔術師​じゃ。火​と​金属​を​融合​さ​せる​やつ​の​力​に​は、誰​も​敵わ​ぬ。

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
et: Rikkumine omab pettuse jõudu, kuid süütus kannab puhtuse väge. Noor naine Gillian on puhta südamega, seades oma matriarhaadi vajadused enda omadest ettepoole. Ta kardab mind, kuid see on ainult sellepärast, et ta ei mõista mind.
ja: 腐敗​に​は​ごまかし​の​強さ​が​ある​が、純潔​に​は​無垢​の​力​が​宿る。あの​ジリアン​と​いう​娘​の​無垢​な​心​は​な、祖母​の​望み​を​己​より​優先​さ​せ​て​いる。彼女​が​私​を​恐れる​の​は、ただ​理解​でき​ぬ​から​に​過ぎ​ぬ。

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
et: Pimeduses avatud kirst ei sisalda suuremat aaret kui valguses avatud kirst. Jutustaja Cain on mõistatus, kuid ainult neile, kes ei vaata. Tema teadmised sellest, mis peitub katedraali all, on palju suuremad, kui ta ise endale tunnistada lubab.
ja: 闇​の​中​で​開こう​と、光​の​中​で​開こう​と、チェスト​の​宝​は​変わる​こと​は​ない。語り部​の​ケイン​は、謎​に​包ま​れ​て​おる​が、注意​し​て​見れ​ば​分かる​こと​も​ある​ぞ。修道院​の​地下​に​ある​もの​に​つい​て、彼​は​自分​で​も​気づか​ぬ​ほど、多く​の​こと​を​知っ​て​おる​の​じゃ。

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
et: Mida kõrgemale sa oma usu ühte inimesse asetad, seda kaugemale on tal kukkuda. Farnham on kaotanud oma hinge, kuid mitte ühelegi deemonile. See kadus, kui ta nägi, kuidas peapiiskop Lazarus reetis oma kaaslinlasi. Tal on teadmisi, mida saab ammutada, kuid sa pead eristama fakti fantaasiast.
ja: 一人​の​男​に​多く​の​信頼​を​寄せれ​ば、それ​だけ​裏切ら​れ​た​とき​の​落胆​も​大きい。ファーンハム​の​魂​を​奪っ​た​の​は、悪魔​で​は​ない。ラザルス​大司教​に​裏切ら​れ​た​とき、やつ​は​魂​を​失っ​た​の​じゃ。ファーンハム​は​情報​を​持っ​て​おる​が、事実​と​空想​を​区別​し​て​聞か​ね​ば​なら​ぬ。

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
et: Käsi, süda ja meel võivad korda saata imesid, kui nad on täiuslikus harmoonias. Ravitseja Pepin näeb kehasse viisil, mida isegi mina ei suuda. Tema võime taastada haigeid ja vigastatuid on võimendatud tema arusaamast eliksiiride ja jookide loomisest. Ta on sama suur liitlane kui sina Tristramis.
ja: 手、心、精神​が​完全​に​調和​し​た​とき、奇跡​を​起こす​こと​が​できる。治癒​師​の​ペピン​は、私​で​さえ​でき​ない​方法​で​体​の​中​を​見る​こと​が​でき​ます。病人​や​負傷者​を​回復​さ​せる​彼​の​能力​は、万能薬​や​ポーション​の​作り方​を​理解​し​て​いる​から​こそ​発揮​さ​れ​ます。彼​は​トリストラム​の​よう​な​偉大​な​同盟​者​です。

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
et: Tulevikust on palju, mida me ei näe, kuid kui see saabub, on lapsed need, kes seda juhivad. Poisil Wirt'il on hingel mustus, kuid ta ei kujuta linnale ega selle rahvale ohtu. Tema salajased tehingud lähedal asuvate linnade tänavalaste ja sõnatu gildidega annavad talle juurdepääsu paljudele seadmetele, mida Tristramis pole lihtne leida. Kuigi tema meetodid võivad olla taunitavad, võib Wirt pakkuda abi sinu võitluses läheneva Pimeduse vastu.
ja: 未来​に​おい​て​何​が​起こる​か​は​見え​ぬ​が、その​時​が​来​た​の​なら、世​を​支配​する​の​は​子供達​じゃ。ワート​は​魂​に​悪しき​部分​を​持っ​て​おる​が、町​や​人々​の​脅威​と​は​なら​ぬ。近隣​の​仲間達​や​後ろ暗い​ギルド​と​秘密裏​に​通じ​て​おり、トリストラム​で​は​手​に​入り​にくい​品物​を​得る​こと​が​できる​の​じゃ。やり方​は​いかがわしい​もの​だ​が、お前​が​しのびよる​闇​の​勢力​と​闘う​時、ワート​は​きっと​役​に​立つ​はず​じゃ。

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
et: Maa-seinad ja õlgkatus ei loo kodu. Kõrtsmik Ogden täidab selles linnas suuremat eesmärki, kui paljud mõistavad. Ta pakub peavarju Gillianile ja tema matriarhile, hoiab elus Farnhami jäänuseid ja on ankruks kõigile, kes on linna jäänud, meenutades, milline Tristram kunagi oli. Tema kõrts ja lihtsad naudingud, mida seal veel leida võib, pakuvad pilguheitu elule, mida inimesed siin mäletavad. Just see mälestus toidab nende lootusi sinu edule.
ja: 土​の​壁​と​草ぶき​屋根​だけ​で​は、温もり​は​生まれ​ぬ。宿屋​の​主人​オグデン​は、町​の​人々​が​思う​以上​に​この​町​に​とっ​て​重要​な​存在​な​の​じゃ。ジリアン​と​その​祖母​を​住まわ​せ、ファーンハム​の​命​の​残り火​を​守り、町​に​残さ​れ​た​人々​に​とっ​て​は、かつて​の​トリストラム​と​の​最後​の​つながり​と​なっ​て​おる。あの​宿屋​は​懐かしい​かつて​の​暮らし​を​一時、人々​に​味​あわせ、よみがえる​思い出​に​励まさ​れ​ながら、お前​の​成功​を​願っ​て​おる​の​じゃ。

source: Pssst... over here...
et: Pssst... siia poole...
ja: おい、こっち​だ。

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
et: Mitte kõigil Tristrami elanikel pole kasutust - ega turgu - kõigele, mida sa labürindist leiad. Isegi minul mitte, kuigi seda on raske uskuda. Mõnikord oled ainult sina see, kes suudab mõnele asjale otstarbe leida.
ja: 迷宮​で​見つけ​た​もの​に​は、使い道​や​価値​が​ある​の​か​わから​ねえ​もの​も​ある。この​俺​だ​って、頭​を​ひねる​こと​も​ある​ん​だ。 ​使い道​が​わかる​の​は、あんた​だけ​って​こと​も​ある​ぜ。

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
et: Ära usalda kõike, mida purjus mees räägib. Liiga palju õlut on tema nägemise ja terve mõistuse hägustanud.
ja: 酔っ払い​の​言う​こと​なんか、真​に​受け​ねえ​ほう​が​いい​ぞ。酒​は​判断力​を​鈍ら​せる​から​な。

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
et: Kui sa pole veel märganud, siis ma ei osta Tristramist midagi. Olen kvaliteetkaupade importija. Kui tahad rämpsu müüa, pead pöörduma Griswoldi, Pepini või selle nõia, Adria poole. Olen kindel, et nad haaravad kinni kõigest, mida neile tood...
ja: 言っ​とく​けど、俺​は​高級​品​しか​扱わ​ねえ。だ​から​トリス​トラム​で​は​何​も​買わ​ねえ​の​さ。その​ガラクタ​を​売り​たい​なら、グリズウォルド​か​ぺ​ピン​か、魔女​の​エイドリア​に​持っ​て​き​な。連中、飛び付く​ぜ。

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
et: Ma arvan, et ma võlgnen sepa oma elu - mis sellest veel järel on. Kindlasti pakkus Griswold mulle sepa juures õpipoisi kohta ja ta on küllaltki tore mees, aga ma ei saa kunagi piisavalt raha, et... noh, ütleme lihtsalt, et mul on kindlad plaanid, mis nõuavad suurt hulka kulda.
ja: グリズウォルド​は​命​の​恩人​だ。この​ちっぽけ​な​命​の​な。俺​を​鍛冶屋​に​弟子​入り​さ​せ​て​くれ​た。いい​やつ​だ​よ、あいつ​は。だ​が​俺​に​は​莫大​な​金​が​必要​な​ん​だ。何故​か​って、それ​は​その​…​計画​が​ある​の​さ。

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
et: Kui ma oleksin paar aastat vanem, siis ma kataksin teda kõigi nende rikkustega, mida suudaksin kokku ajada, ja las ma kinnitan sulle, et ma saan kätte väga kena kraami. Gillian on ilus tüdruk, kes peaks Tristramist lahkuma niipea, kui see on ohutu. Hmmm... võib-olla võtan ta endaga kaasa, kui ma lähen...
ja: もう​ちょっと​年​取っ​て​たら、リッチ​な​プレゼント​で​ジリアン​を​バンバン​攻め​まくっ​て、何​が​何​で​も​俺​の​もの​に​し​て​た​ぜ。あんな​きれい​な​人​が、こんな​に​危険​な​トリストラム​に​残っ​て​い​ちゃ​いけ​ねえ​よ。んー、そう​だ、俺​が​ここ​を​出る​とき、あの​人​を​連れ​て​行こう。

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
et: Cain teab liiga palju. Ta ajab mulle hirmu nahka - isegi rohkem kui see naine üle jõe. Ta räägib mulle pidevalt, kui õnnelik ma olen, et olen elus, ja kuidas minu lugu on legendides ette kuulutatud. Ma arvan, et ta on peast segi.
ja: ケイン​の​やつ、散々​俺​を​おどかし​やがっ​た。川​の​向こう​に​住ん​でる​あの​女​より​ひでえ。俺​が​生き​て​帰っ​た​の​が​奇跡​だ​と​か、伝説​の​中​で​すべて​予言​さ​れ​て​い​た​だ​と​か、くどくど​言い​やがる。

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
et: Farnham - nüüd on seal mees, kellel on tõsiseid probleeme, ja ma tean kõike, kui tõsised need probleemid võivad olla. Ta usaldas liiga palju ühe mehe ausust ja Lazarus viis ta otse surma lõugade vahele. Oh, ma tean, mis seal all toimub, nii et ära hakka mulle rääkima oma plaanidest hävitada kurjus, mis elab selles Labürindis. Hoia lihtsalt oma jalgu...
ja: ファーンハム​は​まったく​厄介​な​こと​に​なっ​た​ぜ。ああ​なる​と​人間、とことん​深み​に​はまっ​て​いく​もん​だ。信じ​て​い​た​ラザルス​に、地獄​の​底​へ​突き落とさ​れ​そう​に​なっ​た​ん​だ​から​な。あそこ​は​恐ろしい​とこ​だ。いい​か​迷宮​に​潜む​魔物​ども​を​退治​する​なんて、バカ​な​考え​は​やめ​て、へっ、足下​に​気​を​つけろ​よ。

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
et: Niikaua kui sa ei vaja midagi tagasi kinnitada, on vana Pepin nii hea kui nad tulevad. Kui mul oleks olnud mõni neist jookidest, mida ta keedab, võiks mul ikka veel jalg olla...
ja: ばらばら​に​なっ​た​手足​を​くっつけろ​って​の​は​理​だ​けど、ぺ​ピン​は​とびっきり​腕​が​いい。あいつ​の​薬​を​飲ん​で​たら、俺​の​足​も​ぴんぴん​し​て​た​か​も​な。
