Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
et: Adria ajab mind tõesti närvi. Muidugi, Cain on veider oma teadmistega minevikust, aga see nõid suudab näha sinu minevikku. Tal on alati mingi viis, kuidas saada, mida iganes ta vajab. Adria saab oma käed rohkemale kaubale kui ma olen näinud kuninga turu väravatest läbi minemas Suure Pidustuse ajal.
ja: エイドリア​に​は​うんざり​だ。ケイン​の​話す​伝説​も​不気味​だ​けど、あの​女​は​俺​の​過去​を​お​見通し​な​ん​だ。おまけ​に​欲しい​もの​は​全て​手​に​入れる。あの​女​は​ど​えらい​数​の​商品​を​持っ​てる。祭り​の​最中​の​バザー​で​売ら​れ​て​た​商品​より​多い​ん​だ。

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
et: Ogden on rumal, et siia jääb. Ma võiksin ta väga mõistliku hinnaga linnast välja viia, aga ta nõuab, et proovib selle rumala kõrtsiga hakkama saada. Ma arvan, et vähemalt annab ta Gillianile töökoha ja tema naine Garda teeb suurepärast lambakoera pirukat...
ja: オグデン​は​バカ​だ​ぜ。格安​で​ここ​から​脱出​さ​せ​て​やる​って​の​に、宿屋​を​閉め​たく​ない​だ​と​よ。ま、おかげ​で​ジリアン​は​働ける​し、かみさん​の​ガーダ​お​手製​の​うまい​パイ​に​も​ありつける​ん​だ​けど​な。

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
et: Kangelaste Saali taga asub Luu Kamber. Igavene surm ootab neid, kes püüavad varastada selles ruumis peidetud aardeid. Nii räägib Hirmu Isand, ja nii on see kirja pandud.
ja: 英雄​の​広間​の​奥​に​は​納骨堂​が​ある。そこ​の​財宝​を​盗もう​と​する​者​に​は、永遠​の​死​が​訪れる​だろう。恐怖​の​帝王​の​言葉​通り、そして​ここ​に​記さ​れ​て​いる​通り​に。

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
et: ...ja nii, lukustatud Verevärava taha ja Tule Saali taha, ootab Vapruse kangelast, et valguse kangelane ärkaks...
ja: …​そして​血​の​門​の​向こう、炎​の​広間​の​その​先​で、ヴァロー​は​光​の​英雄​が​目覚める​の​を​待っ​て​いる​…

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
et: Ma näen seda, mida sina ei näe. Nägemine piimjas, siis silmad mädanevad. Kui pöörad, on nad kadunud, Salalaulu sosistades. Siis näed, mida ei saa olla, Varjud liiguvad seal, kus peaks olema valgus. Pimedusest, meelest ära, Heidetud Pimedate Saalidesse.
ja: 汝​に​見え​ぬ​物​が​私​に​見える。 ​視界​が​濁り、瞳​は​腐る。 ​汝​が​振り向け​ば、彼​ら​は​神秘​の​歌​を​ささやき​ながら​消える​だろう。 ​そして​汝​は​見え​ぬ​はず​の​もの​を​目​に​する。 ​光​ある​べき​ところ​に​影。 ​闇​の​外​に​は​狂気​の​世界。 ​盲目​の​広間​にて​悲嘆​に​暮れ​よ。

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
et: Põrgu relvaladudes elab Vereisand. Tema järel lebavad tuhandete moonutatud kehad. Inglid ja inimesed on langenud, et täita tema lõputuid ohverdusi Pimedatele, kes karjuvad ühe asja järele - vere.
ja: 地獄​の​武器​庫​は​鮮血​の​将軍​の​棲み家。彼​が​目覚める​と​辺り​に​は​幾​千​の​死体​が​横たわっ​て​い​た。天使​も​人間​も、血​のみ​を​求める​暗黒​の​支配者​へ​の​生け贄​と​し​て、次​から​次​へ​と​切り裂か​れ​て​いっ​た。

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
et: Olge ettevaatlik ja tunnistage tõdesid, mis siin peituvad, sest need on Horadrimi viimane pärand. On sõda, mis möllab ka praegu, kaugemal kui meile tuntud väljad - utoopiliste Kõrgtaevade kuningriikide ja Põrgupõhjade kaootiliste sügavuste vahel. Seda sõda tuntakse kui Suurt Konflikti ja see on möllanud ja põlenud kauem kui ükski täht taevas. Kumbki pool ei saa kunagi pikaks ajaks ülekaalu, sest Valguse ja Pimeduse jõud võitlevad pidevalt kogu loodu üle kontrolli saavutamise nimel.
ja: ここ​に​書か​れ​て​いる​真実​は、ホラドリム​の​最後​の​遺産​です。今​も​なお、我々​の​知る​フィールド​を​超え​て、高天原​の​理想的​な​王国​と​灼熱​の​地獄​の​混沌​と​し​た​穴​の​間​で、戦争​が​続い​て​いる。この​戦争​は​「​大いなる​対立​」​と​し​て​知ら​れ​て​おり、天空​の​どの​星​より​も​長く​猛威​を​振るい、燃え​続け​て​い​ます。光​と​闇​の​力​が​すべて​の​創造物​を​支配​しよう​と​常​に​争っ​て​いる​ため、どちら​の​側​も​長く​支配​する​こと​は​でき​ませ​ん。

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
et: Olge tähele ja tunnistage tõdesid, mis siin peituvad, sest need on Horadrimi viimane pärand. Kui Igavene Konflikt Kõrgemate Taevaste ja Põlevate Põrgute vahel langeb surelike maale, nimetatakse seda Patuseks Sõjaks. Inglid ja Deemonid kõnnivad inimkonna seas maskeeritult, võideldes salaja, eemal surelike uudishimulikest pilkudest. Mõned julged ja võimsad surelikud on isegi liitunud ühe või teise poolega ning aidanud määrata Patuse Sõja kulgu.
ja: ここ​に​書か​れ​て​いる​真実​は、ホラドリム​の​最後​の​遺産​です。高天原​と​灼熱​の​地獄​の​間​の​永遠​の​争い​が​人間​の​土​に​落ちる​とき、それ​は​罪​の​戦争​と​呼ば​れ​ます。天使​と​悪魔​は​変装​し​て​人間​の​中​を​歩き回り、人間​の​詮索​好き​な​目​から​逃れ​て​秘密裏​に​戦い​ます。天使​と​悪魔​は​変装​し​て​人間​の​間​を​行き来​し、人間​の​目​に​触れ​ない​よう​に​秘密裏​に​戦っ​て​いる。大胆​で​強力​な​人間​の​中​に​は、どちら​か​に​味方​し​て​罪​の​戦争​の​行方​を​決める​者​も​いる。

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
et: Olge hoolega ja tunnistage tõdesid, mis siin peituvad, sest need on Horadrimi viimane pärand. Peaaegu kolmsada aastat tagasi sai teatavaks, et Põrgupõhja Kolm Peamist Kurjust olid salapäraselt meie maailma tulnud. Kolm Venda laastasid idamaid aastakümneid, samal ajal kui inimkond värises nende järel. Meie Ordu - Horadrim - asutati salapäraste maagide grupi poolt, et jahtida ja vangistada Kolm Kurjust lõplikult. Algne Horadrim vangistas kaks Kolmest võimsatesse artefaktidesse, mida tuntakse Hingekividena, ja mattis need sügavale idapoolsete kõrbeliivade alla. Kolmas Kurjus pääses vangistusest ja põgenes läände, paljud Horadrimi liikmed jälitasid teda. Kolmas Kurjus - tuntud kui Diablo, Hirmu Isand - vangistati lõpuks, tema olemus pandi Hingekivisse ja maeti selle Labürindi sisse. Olge hoiatatud, et hingekivi tuleb hoida avastamise eest nende poolt, kes ei kuulu usku. Kui Diablo vabastataks, otsiks ta keha, mida on lihtne kontrollida, kuna ta oleks väga nõrk - võib-olla vana mehe või lapse oma.
ja: ここ​に​書か​れ​て​いる​真実​は、ホラドリム​の​最後​の​遺産​です。約​300​年​前、灼熱​地獄​の​三​大​悪​が​謎​に​包ま​れ​て​この​世界​に​やっ​て​き​た​こと​が​知ら​れる​よう​に​なり​まし​た。三​兄弟​は​何十​年​に​も​わたっ​て​東方​の​土地​を​荒らし、人類​は​その​後遺症​で​震え上がっ​た。私たち​の​教団、ホラドリム​は、三​兄弟​を​追い詰め​て​捕らえる​ため​に、秘密​主義​の​マジシャン​たち​に​よっ​て​設立​さ​れ​まし​た。 ​オリジナル​の​ホラドリム​は、3​人​の​うち​2人​を​ソウル​ストーン​と​呼ば​れる​強力​な​アーティファクト​で​捕らえ、荒涼​と​し​た​東​の​砂​の​下​に​埋め​た。3​体​目​の​エビル​は​捕らえ​られ​ず、多く​の​ホラドリム​が​追いかける​中、西​へ​と​逃げ​て​いっ​た。恐怖​の​帝王​ディアブロ​と​呼ば​れる​第​三​の​悪​は、やがて​捕らえ​られ、その​魂​を​ソウル​ストーン​に​封じ込め​て​この​迷宮​に​埋め​られ​た。 ​魂​の​石​は、信仰心​の​ない​者​に​は​発見​さ​れ​ない​よう​に​し​なけれ​ば​なら​ない。もし​ディアブロ​が​解放​さ​れる​と​し​たら、彼​は​非常​に​弱っ​て​いる​の​で、コントロール​し​やすい​体​を​求める​だろう。

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
et: Nii juhtuski, et Põrgus toimus suur revolutsioon, mida tunti kui Pimedat Pagendust. Väiksemad Kurjused kukutasid Kolm Peamist Kurjust ja pagendasid nende vaimuvormid surelikku maailma. Deemonid Belial (Valede Isand) ja Azmodan (Patu Isand) võitlesid, et nõuda Põrgu valitsemist Kolme Venna puudumise ajal. Kogu Põrgu polariseerus Beliali ja Azmodani fraktsioonide vahel, samal ajal kui Kõrgemate Taevaste jõud pidevalt ründasid Põrgu Väravaid.
ja: 灼熱​の​地獄​で​は、「​暗黒​の​亡命​」​と​呼ば​れる​大革命​が​起こっ​た。小​悪党​が​三​大​悪党​を​倒し、その​霊体​を​人間界​に​追放​し​た​の​で​ある。ベリアル​（​嘘​の​神​）​と​アズモダン​（​罪​の​神​）​は、3​兄弟​が​不在​の​間、地獄​の​支配権​を​主張​し​て​争い​まし​た。地獄​全体​が​ベリアル​と​アズモダン​の​派閥​に​分かれ、高天原​の​力​が​地獄​の​門​を​叩き​続け​て​い​た。

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
et: Paljud deemonid rändasid surelikku maailma Kolme Venna otsinguil. Neid deemoneid jälitasid surelikku maailma Inglid, kes jahtisid neid läbi Idamaa avarate linnade. Inglid liitusid salapärase surelike maagide orduga, mida kutsuti Horadrimiks, kes said kiiresti osavaks deemonite jahtimisel. Nad tegid ka palju tumedaid vaenlasi allilmas.
ja: 三​兄弟​を​捜し​て​多く​の​悪魔​が​人間界​に​やっ​て​き​た。後​を​追っ​て​き​た​天使​たち​は​東方​中​の​悪魔​狩り​を​始め​た。天使​は、人間​の​魔術師​に​よる​ホラドリム​と​いう​秘密​組織​と​手​を​組ん​だ。ホラドリム​は​急速​に​悪魔​狩り​の​腕​を​上げ、黄泉​の​国​に​暗黒​の​敵​を​数多く​作っ​た。

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
et: Nii juhtuski, et Kolm Peamist Kurjust saadeti vaimudena surelikku maailma ja pärast aastakümneid kaose külvamist Idas, jälitas need needuse all olev surelike Horadrimi Ordu. Horadrimid kasutasid artefakte, mida kutsuti Hingekivideks, et vangistada Mephisto, Vihkamise Isanda, ja tema venna Baali, Hävingu Isanda, olemus. Noorem vend - Diablo, Hirmu Isand - põgenes läände. Lõpuks püüdsid Horadrimid ka Diablo Hingekivi sisse ja matsid ta iidse, unustatud katedraali alla. Seal magab Hirmu Isand ja ootab oma taassünni aega. Teadke, et ta otsib nooruse ja jõu kehastust, mida valitseda - kedagi, kes on süütu ja kergesti kontrollitav. Seejärel tõuseb ta, et vabastada oma Vennad ja taas õhutada Patuse Sõja leeke...
ja: その​結果、三​大​悪​は​霊​の​形​で​人間界​に​追放​さ​れ、何十​年​に​も​わたっ​て​東洋​を​混乱​に​陥れ​た​後、呪わ​れ​た​人間​の​ホラドリム​教団​に​追わ​れる​こと​に​なっ​た​の​です。ホラドリム​は、憎しみ​の​神​メフィスト​と​破壊​の​神​バアル​の​エッセンス​を​封じ込め​た​ソウル​ストーン​と​呼ば​れる​アーティファクト​を​使用​し​て​い​まし​た。末​の​弟​で​ある​恐怖​の​帝王​ディアブロ​は​西​へ​逃亡​し​た。 ​やがて​ホラドリム​は​ディアブロ​も​ソウル​ストーン​に​捕らえ、忘れ去ら​れ​た​古代​の​大聖堂​の​下​に​埋葬​し​た。そこ​で​は​恐怖​の​帝王​が​眠り、再生​の​時​を​待っ​て​いる。彼​は​無垢​で​簡単​に​コントロール​できる​若​さ​と​力​の​ある​肉体​を​求め​て​憑依​する​こと​を​知る。そして、彼​は​兄弟​たち​を​解放​する​ため​に​立ち上がり、再び​罪​の​戦争​の​炎​を​燃え上がら​せる​だろう​…。

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
et: Kõik kiitused Diablole - Hirmu Isandale ja Pimeduse Pagenduse Ellujääjale. Kui ta ärkas oma pikast unest, rääkis minu Isand ja Meister mulle saladustest, mida vähesed surelikud teavad. Ta ütles mulle, et Kõrgemate Taevaste kuningriigid ja Põlevate Põrgude sügavused peavad igavest sõda. Ta paljastas jõud, mis on toonud selle lahkhelid inimeste valdustesse. Minu isand on nimetanud selle maailma ja kõigi siin elavate olendite lahingu Patuse Sõjaks.
ja: 闇​の​追放​の​生き残り​で​ある​恐怖​の​帝王、ディアブロ​に​栄光​あれ。永い​眠り​から​覚め​た​時、我が​王​は​人間​に​知ら​れ​て​い​ない​秘密​の​話し​を​し​て​くださっ​た。天界​の​王国​と、業火​燃え盛る​地獄​と​の​永遠​の​戦い​の​話​を。そして​人間界​に​争い​を​もたらし​た​その​力​を​示し、この世​と、この世​に​存在​する​全て​の​もの​に​ちなん​で、その​争い​は​「​罪​深き​闘い​」​と​名付け​られ​た​の​だ​..

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
et: Au ja kiitus Diablole - Hirmu isandale ja Kolme juhile. Minu isand rääkis mulle oma kahest vennast, Mephistost ja Baalist, kes pagendati siia maailma ammu aega tagasi. Minu isand soovib oodata oma aega ja kasutada oma võimsat jõudu, et vabastada oma vangistatud vennad nende hauakambritest idapoolsete liivade all. Kui minu isand vabastab oma vennad, tunneb Patuse sõda taas Kolme raevu.
ja: 三​兄弟​の​リーダー​に​し​て​恐怖​の​帝王、ディアブロ​に​栄光​あれ。我が​王​は、はるか​昔​に​この世​に​追放​さ​れ​た​兄弟、メフィスト​と​バール​の​話​を​し​て​くださっ​た。今​は、機​が​熟する​の​を​待ち、恐る​べき​力​を​身​に​つけ、囚われ​て​東方​の​砂漠​に​葬ら​れ​た​兄弟​たち​を​救い出す​こと​を​願っ​て​いる。兄弟​を​解放​し​た​あかつき​に​は、「​罪​深き​闘い​」​に​再び​三​兄弟​の​怒り​が​吹き荒れる​だろう​…

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
et: Tervitus ja ohverdus Diablocle - Hirmu Isandale ja Hingede Hävitajale. Kui ma äratasin oma Meistri tema unest, püüdis ta võtta sureliku kuju. Diablo püüdis nõuda endale kuningas Leorici keha, kuid mu Meister oli oma vangistusest liiga nõrk. Mu Isand vajas lihtsat ja süütut ankrut sellesse maailma ning leidis, et poiss Albrecht sobib selleks ülesandeks ideaalselt. Kuigi hea kuningas Leoric jäi Diablo ebaõnnestunud valdamise tõttu hulluks, röövisin ma tema poja Albrechti ja tõin ta oma Meistri ette. Ma ootan nüüd Diablo kutset ja palvetan, et mind premeeritaks, kui ta lõpuks ilmub selle maailma Isandana.
ja: 魂​の​破壊​者​に​し​て​恐怖​の​帝王、ディアブロ​万歳​! お​目覚め​に​なら​れ​た、我が​主​は​まず​肉体​を​手​に​入れよう​と​し​た。そこ​で​レオリック​王​の​身体​に​目​を​付け​た​が、まだ​力​及ば​ず、手​に​入れる​こと​は​でき​なかっ​た。この世​に​根​を​下ろす​に​は​無垢​な​錨​が​必要​な​の​だ。我が​王​は​アルブレヒト​王子​を​選ば​れ​た。高潔​な​レオリック​王​は​ディアブロ​が​乗り移ろう​と​し​た​とき​に​発狂​し​た。私​は​アルブレヒト​王子​を​誘拐​し、我が​主​の​許​へ​連れ帰っ​た。今​私​は、ディアブロ​の​呼び声​を​待っ​て​いる。我が​王​が​この​世界​の​支配者​と​なれ​ば、私​も​報わ​れる​と​いう​もの​だ​…

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
et: Tänu taevale, et sa oled tagasi tulnud! Palju on muutunud ajast, mil sa siin elasid, mu sõber. Kõik oli rahulik, kuni tumedad ratsanikud tulid ja hävitasid meie küla. Paljud langesid seal, kus nad seisid, ja need, kes relvad haarasid, tapeti või viidi minema, et saada orjadeks - või veel hullemaks. Linna servas asuv kirik on rüvetatud ja seda kasutatakse tumedate rituaalide jaoks. Öösiti kajavad karjed on ebainimlikud, kuid mõned meie linnaelanikest võivad veel ellu jääda. Järgi teed, mis asub minu kõrtsi ja sepa töökoja vahel, et leida kirik ja päästa, keda saad. Võib-olla saan sulle rohkem rääkida, kui me uuesti räägime. Edu.
ja: 戻っ​て​来​て​くれ​た​ん​です​ね​! ​あんな​に​平和​だっ​た​町​に、邪悪​な​騎士​が​やっ​て​き​て、何​も​か​も​破壊​し​た​の​です。刃向かっ​た​者​は​殺さ​れる​か、連れ去ら​れ​て​奴隷​に​さ​れ​て​しまい​まし​た。町外れ​の​修道院​は、暗黒​の​儀式​に​使わ​れ、夜な夜な​金切り声​が、あたり​に​こだま​し​ます。まだ​何人​か​生き​て​いる​か​も​しれ​ませ​ん。宿屋​と​鍛冶場​の​間​の​小道​を​ぬけれ​ば​修道院​です。 ​どう​か、一人​で​も​多く​救っ​て​ください。幸運​を​祈り​ます。

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
et: Hoia oma ülesannet. Kadunud aarde leidmine pole lihtne. Peidetud aarde leidmine veelgi vähem. Ma jätan sulle selle. Ära lase aja liival su otsingut segada.
ja: 探求​心​を​持ち​続ける​こと。 失わ​れ​た​宝​を​探す​の​は​簡単​で​は​あり​ませ​ん。 隠れ​て​いる​宝​を​見つける​の​は​もっと​難しい。 私​は​あなた​に​これ​を​残し​ます。 時​の​砂​に​惑わさ​れる​こと​なく、あなた​の​探求​を​続け​て​ください。

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
et: Mis asi?! See on rumalus. Tristramis pole mingit aaret maetud. Lase ma vaatan seda!! Ah, vaata, need joonised on ebatäpsed. Need ei vasta üldse meie linnale. Ma keskenduksin sellele, mis asub katedraali all, mitte sellele, mis asub meie pinnase all.
ja: なん​と​愚か​な。 トリストラム​に​は​宝​なんか​埋まっ​てる​もん​か。 それ​を​見せ​て​み​な！ こりゃ​デタラメ​だ。この​街​の​もの​じゃ​ない​な。 俺​は​大聖堂​の​下​に​ある​ん​じゃ​ない​か​と​踏ん​でる​ん​だ、表土​じゃ​なく​て​な。

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
et: Mul pole tõesti aega arutada mingit kaarti, mida sa otsid. Mul on palju haigeid inimesi, kes vajavad minu abi ja ka sinu oma.
ja: 私​に​は、あなた​が​探し​て​いる​地図​に​つい​て​話し合う​時間​が​ない​の​だ​よ。 私​に​は​私​の​助け​を​必要​と​する​多く​の​病人​が​い​て、あなた​の​助け​も​必要​な​の​です。

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
et: Kunagi uhke Iswall on lõksus sügaval selle maailma pinna all. Tema au on röövitud ja välimus muudetud. Ta on lõksus igaveses piinas. Talle on pandud ülesandeks varjata seda, mis võiks teda vabastada.
ja: かつて​誇り​高かっ​た​イスウォール​は、この​世界​の​地下​深く​に​閉じ込め​られ​た​わ。 名誉​を​剥奪​さ​れ、姿​も​変え​られ​た​の。 ​彼​は、不滅​の​苦しみ​に​陥っ​て​いる​わ。彼​を​解放​する​こと​が​できる​もの​を​隠す​よう​に​課せ​られ​た​わ。

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
et: Ma pakun, et Wirt nägi sind tulemas ja tegi näitemängu, et saaks hiljem sinu üle naerda, kui sa mööda linna ringi jooksed ja oma nina poris lohistad. Ma jätaks selle tähelepanuta.
ja: ワート​は​あなた​が​来る​の​を​見​て、後​で​あなた​が​町中​を​鼻息​荒く​走り回っ​て​いる​の​を​笑う​ため​に​演技​を​し​た​ん​でしょう​ね。 私​なら​無視​し​ます。

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
et: Oli aeg, mil see linn oli kaugete ja lähedaste rändurite sagedane peatuspaik. Palju on sellest ajast muutunud. Kuid peidetud koopad ja maetud aarded on iga lapse tavalised fantaasiad. Wirt harva lubab endale nooruslikke mänge. Nii et see võib olla lihtsalt tema kujutlusvõime.
ja: かつて​この​町​に​は、遠く​から​の​旅人​が​頻繁​に​立ち寄っ​て​い​た​時代​が​あっ​て​な。 それ​から、いろいろ​と​変わっ​て​しまっ​た​ん​じゃ。 しかし、隠さ​れ​た​洞窟​や​埋蔵金​の​話​は、子供たち​の​空想​じゃ​よ。 ワート​は​子供​の​遊び​に​は​あまり​付き合わ​ん​から​彼​が​想像​し​た​産物​か​も​しれ​ん​な。

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
et: Kuule nüüd. Tule lähemale. Ma ei tea, kas sa tead, mida mina tean, aga sul on siin tõesti midagi erilist. See on kaart.
ja: 話​が​ある。もっと​寄れ。お前​さん​が​知っ​てる​か​どう​か、知ら​ん​が​よぉ、ここ​に​いい​もの​が​ある​ん​だ。地図​だ。

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
et: Mu vanaema räägib mulle tihti lugusid kummalistest jõududest, mis asustavad kiriku kõrval asuvat surnuaeda. Ja võib-olla huvitab sind kuulda ühte neist. Ta ütles, et kui jätad surnuaeda õige ohvrianni, sisened katedraali, et surnute eest palvetada, ja siis tagasi tuled, on ohvriand mingil kummalisel moel muutunud. Ma ei tea, kas see on lihtsalt vana haige naise jutt, aga tänapäeval tundub kõik võimalik.
ja: お​ばあ​さま​は、教会​の​外​に​ある​墓地​に​生息​する​奇妙​な​力​に​つい​て、よく​話​を​し​て​くれる​の。 その​うち​の​一​つ​に​興味​が​湧く​か​も​しれ​ない​わ。 墓地​に​お​供え物​を​置い​て​大聖堂​に​入っ​て、死者​の​ため​に​祈り​を​捧げ​て​から​戻っ​て​くる​と、お​供え物​が​不思議​な​方法​で​変え​られ​て​しまう​そう​よ。 病気​の​老婆​の​戯言​か​も​しれ​ない​けれど、最近​は​何​で​も​あり​の​よう​だ​わ。

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
et: Hmm. Sa ütled, et seal on tohutu ja salapärane aare. Mmm. Võib-olla võiksin olla huvitatud mõne asja ostmisest sinult. Või veel parem, kas sa ei vaja mõnda haruldast ja kallist varustust, et sellest katsumusest läbi saada?
ja: 莫大​な​お​宝​だ​って​? 分け前​は​もらえる​ん​だろう​な。それ​より​世​に​も​珍しい​ブツ​が​ある​ん​だ​けど、どう​だ​い​? これ​が​ありゃあ​鬼​に​金棒​だ​ぞ。
