Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
et: Karavan peatus siin, et võtta teel itta mõned varud peale. Ma müüsin neile päris palju värskeid puuvilju ja mõned suurepärased magusad saiad, mille Garda just küpsetas. Kahju, mis nendega juhtus...
ja: キャラバン​が、東​へ​の​旅​に​備え​て、買い物​に​来​た​ん​です。新鮮​な​果物​を​どっさり​と、焼き立て​の​肉​を​買っ​て​くれ​た​の​に、お​気の毒​です。

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
et: Ma ei tea, mida nad arvasid, et nad selle kiviga näha saavad, aga ma ütlen seda. Kui kivid taevast alla kukuvad, siis ole parem ettevaatlik!
ja: その​石​を​使っ​て​何​を​しよう​と​し​て​い​た​の​か​は​知ら​ない​が、本当​に​石​が​空​から​落ち​て​くる​の​なら、気​を​つけ​た​方​が​よい​!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
et: Noh, üks väga tähtsate inimeste karavan peatus siin tõesti, aga see oli üsna ammu. Neil olid kummalised aktsendid ja nad alustasid pikka teekonda, kui ma õigesti mäletan. Ma ei näe, kuidas sa võiksid loota leida midagi, mida nad oleksid kaasa võtnud.
ja: ええ、何​か​偉い​人​たち​の​キャラバン​が、確か​に​ここ​へ​寄っ​た​けど、大分​前​の​話​よ。変わっ​た​訛り​が​あっ​て、長旅​に​出る​と​か​言っ​て​た​かしら。え​?​あの​人​たち​の​持っ​て​い​た​もの​を​探し​て​いる​の​?

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
et: Peatu korraks - mul on lugu, mis võib sulle huvi pakkuda. Karavan, mis suundus idapoolsetesse kuningriikidesse, läbis siit mõni aeg tagasi. Väidetavalt vedas see taevatükki, mis oli maa peale langenud! Karavan sattus varjatud ratsanike rünnaku alla siinsamas põhja pool teel. Ma otsisin rusudest seda taevakivi, kuid seda polnud kusagil. Kui sa selle peaksid leidma, usun, et suudan sellest midagi kasulikku meisterdada.
ja: 面白い​話​が​ある​ん​だ。昔、東​の​王国​へ​向かう​キャラバン​が​ここ​を​通っ​た。どう​やら、連中​は​空​から​落ち​て​き​た​天界​の​かけら​を​持っ​て​い​た​らしい​が、ここ​から​北​の​地点​で、マント​を​まとっ​た​騎士団​に​待ち伏せ​さ​れ​て​襲わ​れ​た​ん​だ。その​時​以来、天界​の​かけら​は​姿​を​消し​て​しまっ​た​ん​だ​よ。もし​あんた​が​見つけ​たら、役​に​立つ​物​を​作っ​て​やろう。

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
et: Ma ikka veel ootan, et sa mulle selle taevast pärit kivi tooksid. Ma tean, et suudan sellest midagi võimsat teha.
ja: 天界​の​かけら​は​まだか​? わし​なら、その​石​で​すごい​力​を​秘め​た​もの​を​作っ​て​やれる​の​に。

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
et: Lase ma vaatan seda - jah... jah, see on nii, nagu ma arvasin. Anna mulle hetk... Ah, siin see on. Ma seadsin kivi tükid hõbesõrmuse sisse, mille mu isa mulle jättis. Loodan, et see teenib sind hästi.
ja: どれ、見せ​て​み​な。やっぱり​思っ​た​とおり​だ。 ​ほら、おやじ​から​もらっ​た​銀​の​指輪​に​この​石​を​はめ込む​と​ぴったり​じゃ​ない​か。こいつ​が​あんた​の​役​に​立つ​と​いい​な。

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
et: Mul oli kunagi kena sõrmus; see oli tõesti kallis, sinise, rohelise, punase ja hõbedasega. Ei mäleta, mis sellega juhtus, aga ma tõesti igatsen seda sõrmust...
ja: いい​指輪​を​持っ​て​た​よ。値​の​張る​やつ​で​色​は、青​と​緑​と​赤​と​銀色​だ。あれ​は、ええ​と、どう​し​た​っけ​な。無くし​ちまっ​た​…

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
et: Taevakivi on väga võimas ja kui see oleks keegi muu kui Griswold, kes palus sul selle leida, siis ma takistaksin seda. Ta kasutab selle jõudu ja see on meile kõigile kasulik.
ja: 天界​の​石​は​強い​力​を​持つ。決して​グリズウォルド​以外​の​者​に、それ​を​引き渡し​て​は​なら​ぬ。グリズウォルド​なら​ば、我​ら​の​ため​に、その​良き​力​を​引き出す​こと​が​できる​で​あろう。

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
et: Kui keegi suudab sellest kivist midagi teha, siis Griswold suudab. Ta teab, mida ta teeb, ja kuigi ma püüan tema kliente varastada, austan ma tema töö kvaliteeti.
ja: その​石​で​何​か​作れる​と​し​たら、グリズウォルド​しか​い​ねえ​な。やつ​は​頭​が​いい​から​よ。たしか​に​やつ​は​商売敵​だ​けど、腕​は​確か​さ。

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
et: Nõid Adria otsib musta seent? Ma tean mustadest seentest sama palju kui punastest heeringatest. Võib-olla oskab Pepin Ravitseja sulle rohkem rääkida, kuid see on midagi, mida ei leia ühestki minu loost ega raamatust.
ja: 「​魔女​の​エイドリア​が​黒​キノコ​を​探し​とる​」​だ​と​? 黒い​キノコ​だ​か​赤い​ニシン​だ​か、そんな​物​わし​は​全然​知ら​ん​ぞ。治療​師​の​ペピン​なら​色々​教え​て​くれる​じゃろう​が、わし​は​聞い​た​こと​も​読ん​だ​こと​も​ない。

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
et: Las ma ütlen nii. Nii mina kui ka Garda ei serveeriks kunagi, MITTE KUNAGI musti seeni meie austatud külalistele. Kui Adria tahab oma hautisesse seeni, siis see on tema asi, aga ma ei saa sind nende leidmisel aidata. Mustad seened... vastikud!
ja: うち​の​大事​な​お客様​に、黒い​キノコ​なんて、絶対​出し​ませ​ん​よ。エイドリア​が​シチュー​に​入れる​の​は、彼女​の​勝手​です​が、そんな​もの​探す​手伝い​は​ご免​です​から​ね。黒い​キノコ​だ​なんて​気持ち​悪い​!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
et: Nõid ütles mulle, et sa otsisid deemonit, et aidata mul oma eliksiiri luua. See peaks olema suureks väärtuseks paljudele, keda need roojased elukad on vigastanud, kui ma suudan avada saladused, mida ma kahtlustan, et selle alkeemia peidab. Kui sa suudad deemonilt tema aju eemaldada, kui sa ta tapad, oleksin tänulik, kui sa selle mulle tooksid.
ja: 私​の​エリクサー​作り​を​助ける​ため​に、君​が​デーモン​の​脳味噌​を​探し​て​いる​と、エイドリア​から​聞い​た​よ。悪魔​の​魔力​の​秘密​を​解明​できれ​ば、あの​汚れ​た​獣​ども​に​傷つけ​られ​た​人々​を​助け​られる​と​思う​の​だ。悪魔​を​倒し​た​とき​に、その​脳味噌​を​取り出せ​たら、私​に​届け​て​もらえ​ない​か​…

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
et: Suurepärane, see on täpselt see, mida ma silmas pidasin. Ma suutsin eliksiiri ilma selleta lõpetada, kuid sellest ei tee paha, kui mul on see uurimiseks. Kas sa viiksid selle nõiale? Ma usun, et ta ootab seda.
ja: すばらしい、よく​やっ​て​くれ​た​ね。これ​なし​で​エリクサー​は​完成​し​た​が、これ​は​研究​用​に​重宝​する​よ。この​エリクサー​を​エイドリア​に​渡し​て​くれ​ない​か​? 待っ​て​いる​と​思う​から。

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
et: Ma arvan, et Ogdenil võib keldris mõned seened olla. Miks sa ei küsi tema käest?
ja: キノコ​なら、オグデン​さん​の​倉庫​に​いろいろ​あっ​た​はず​よ​? 聞い​て​み​たら​?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
et: Kui Adrial seda pole, siis võid kihla vedada, et see on tõesti haruldane asi. Ma ei saa sulle rohkem abi pakkuda, aga see kõlab nagu... tohutu, hiiglaslik, paistes, pundunud seen! Noh, head jahti, ma arvan.
ja: エイドリア​で​も​持っ​て​ない​って​こと​なら、こいつ​は​そうとう​珍しい​代物​だ​ぞ。すま​ん​が​わし​は​何​の​力​に​も​なれ​そう​も​ない。だ​が、そりゃ、どう​やら、やたら​バカ​でかい​マッシュルーム​の​よう​だ​な。せいぜい​頑張っ​て​キノコ​を​採っ​て​き​て​お​くれ。

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
et: Ogden segab kokku VÄGA kange musta seene, aga ma jään haigeks, kui seda joon. Kuula, kuula... saladus on selles - mõõdukus on võti!
ja: オグデン​は​怪しい​黒い​キノコ​で​何​か、作る​が​あれ​を​飲ん​だら、きっと​きっと​病気​に​なる​ぞ。いい​か、ほどほど​に​し​て​おけ​よ。

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
et: Mida me siin näeme? Huvitav, see näeb välja nagu reagendiraamat. Hoia silmad lahti musta seene jaoks. See peaks olema üsna suur ja kergesti äratuntav. Kui leiad selle, too see mulle, eks?
ja: これ​は​何​じゃ​? なるほど、ポーション​の​製法​を​示し​た​本​の​よう​だ​ね。よし​黒い​キノコ​を​探し​て​き​て​お​くれ。大きな​キノコ​だ​から、お前​に​で​も​すぐ​に​分かる​よ。見つけ​たら、私​の​ところ​へ​持っ​て​き​て​お​くれ。

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
et: See on suur must seen, mida mul vaja on. Nüüd jookse ja too see mulle, et saaksin seda kasutada spetsiaalse segu jaoks, mille kallal ma töötan.
ja: 今​調合​し​て​いる​ポーション​に​は、黒く​て​大きな​キノコ​が​必要​な​ん​じゃ。さあ、ボヤボヤ​し​とら​ん​で​早く​採っ​て​き​て​お​くれ。

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
et: Jah, see sobib ideaalselt ühe joogi jaoks, mida ma loon. Muide, ravitseja otsib mõne deemoni aju, et ravida neid, keda on nende mürgine mürk tabanud. Ma usun, et ta kavatseb sellest eliksiiri valmistada. Kui sa aitad tal leida, mida ta vajab, siis palun vaata, kas saaksid mulle eliksiiri proovi.
ja: ああ、これ​こそ、今​私​の​調合​し​て​いる​ポーション​に​必要​な​物​だ​よ。ところ​で、治療​師​が​デーモン​の​脳味噌​を​探し​て​おる​ぞ。毒​に​犯さ​れ​た​者​を​治療​する​ため​の​エリクサー​を​作る​の​に​必要​らしい​ね。お前​が​見つけ​て​やっ​た​なら、その​エリクサー​の​サンプル​を​一​つ​もらっ​て​き​て​お​くれ。

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
et: Miks sa selle siia tõid? Mul pole praegu deemonite aju vaja. Küll aga vajan ma tervendaja eliksiiri, mille kallal ta töötab. Ta vajab seda groteskset organit, mida sa käes hoiad, ja siis too mulle eliksiir. Kui järele mõelda, on see ju lihtne, kas pole?
ja: なぜ、そんな​もの​を​持っ​て​き​た​の​じゃ​? 今​は​デーモン​の​脳味噌​なんぞ​要ら​ない​よ。私​が​欲しい​の​は、治療​師​の​エリクサー​だ​よ​! その​気味​悪い​脳味噌​を​待っ​て​いる​の​は、あの​治療​師​だ。私​に​は​やつ​の​エリクサー​を​持っ​て​き​て​お​くれ。分かっ​た​か​い​?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
et: Misasja? Nüüd tood sa mulle selle eliksiiri ravitsejalt? Ma sain oma keeduse ilma selleta valmis. Miks sa seda lihtsalt endale ei jäta...
ja: なん​だ​い、今ごろ​エリクサー​を​持っ​て​き​た​の​か​い​? ポーション​は​もう​完成​し​ちまっ​た​よ。それ​は、お前​さん​が​持っ​て​おき​な。

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
et: Mul pole müüa ühtegi seent, ei suuruses ega värvis. Kuidas oleks millegi veidi kasulikumaga?
ja: 俺​ん​とこ​は、キノコ​なんか​ひと​つ​も​ねえ​よ。それ​より、もっと​すぐ​に​役​に​立つ​もの​が​ある​けど、ひと​つ​どう​だ​い​?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
et: Nii et, kaardi legend on tõsi. Isegi mina ei uskunud seda kunagi täielikult! Arvan, et on aeg, et ma räägiksin sulle tõtt selle kohta, kes ma tegelikult olen, mu sõber. Näed, ma ei ole see, kes ma paistan olevat... Minu tõeline nimi on Deckard Cain Vanem, ja ma olen iidse Vennaskonna viimane järeltulija, mis oli pühendunud ajatu kurjuse saladuste hoidmisele ja kaitsmisele. Kurjus, mis on nüüd ilmselgelt valla päästetud... Kurjus, mille vastu sa astud, on Pimeduse Hirmu Isand - surelikele meestele tuntud kui Diablo. Tema oli see, kes vangistati Labürinti paljude sajandite eest. Kaart, mida sa nüüd käes hoiad, loodi ammu, et märkida aega, mil Diablo tõuseks taas oma vangistusest. Kui kaardil olevad kaks tähte joondavad, on Diablo oma võimu tipul. Ta on peaaegu võitmatu... Sa oled nüüd ajaga võidu jooksmas, mu sõber! Leia Diablo ja hävita ta enne, kui tähed joondavad, sest meil ei pruugi kunagi enam olla võimalust tema kurjusest maailma vabastada!
ja: する​と​地図​の​伝説​は​本当​じゃっ​た​の​か。この​わし​で​すら、今まで​信じ​た​こと​も​なかっ​た​が​の​お​… そろそろ​正体​を​明かす​とき​が​来​た​よう​じゃ​な。 ​わし​の​真​の​名​は​デッカード​・​ケイン。永遠​の​悪​の​封印​を​守る​古き​結社​の、最後​の​末裔​じゃ。だ​が​どう​やら​その​封印​が​解か​れ​た​よう​じゃ。 ​お主​が​相手​に​する​の​は​恐怖​の​帝王。人間界​で​は​ディアブロ​と​呼ば​れ​て​おる。こやつ​こそ​何​世紀​も​前​に​迷宮​に​幽閉​さ​れ​た​やつ​じゃ。お主​が​手​に​入れ​た​その​古い​地図​に​は、ディアブロ​が​幽閉​から​解き放た​れ、再び​立ち上がる​時​が​記さ​れ​て​おる。地図​に​ある​2​つ​の​星​が​一直線​に​並ぶ​とき、その​時​こそ​ディアブロ​は、その​力​を​最大限​に​発揮​する​の​じゃ。こと​は​一刻​を​争う。星​が​並ぶ​前​に​ディアブロ​を​見つけ、倒さ​ね​ば、もう​決して​やつ​を​止める​こと​は​でき​ぬ。

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
et: Meie aeg hakkab otsa saama! Ma tunnen, kuidas tema tume jõud kasvab, ja ainult sina saad takistada teda saavutamast oma täielikku väge.
ja: もう​時間​が​ない​ぞ​! きゃつ​は​暗黒​の​力​を​蓄え​て​おる。止め​られる​の​は​お主​だけ​じゃ​…

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
et: Ma olen kindel, et sa andsid endast parima, kuid kardan, et isegi sinu jõud ja tahe ei pruugi olla piisavad. Diablo on nüüd oma maise võimu tipul ja sa vajad kogu oma julgust ja jõudu, et teda võita. Olgu valgus sinu kaitseks ja juhatuseks, mu sõber. Ma aitan sind igal võimalikul viisil.
ja: よく​やっ​とる​が、お主​の​その​力​と​精神力​で​は​まだ​足り​ぬ。ディアブロ​は​今​や​その​力​を​最大限​に​増大​し​て​いる、これ​に​打ち勝つ​に​は​勇気​と​力​を​振り絞ら​ね​ば​なら​ん​の​じゃ。光​の​加護​と​導き​あれ。わし​も​何​と​か​力​を​貸そう。

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
et: Kui nõid ei saa sind aidata ja soovitab sul Caini juurde minna, siis miks sa arvad, et mina midagi teaksin? Tundub, et see on väga tõsine asi. Sa peaksid kiirustama ja minema jutuvestja juurde, nagu Adria soovitab.
ja: 魔女​に​も​わから​なく​て、ケイン​に​聞け​と​言わ​れ​た​なら、私​の​出る​幕​じゃ​ない​です​よ。こと​は​重大​の​よう​です​から、はやく​語り部​に​会い​に​行き​なさい。

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
et: Ma ei suuda selle kaardi kirjutisest palju aru saada, kuid võib-olla Adria või Cain saaksid sind aidata selle tähenduse lahtimõtestamisel. Ma näen, et see on kaart meie taeva tähtedest, kuid rohkem kui see on minu võimetest üle.
ja: この​地図​の​文字​は、私​に​は​分から​ない​が、エイドリア​か​ケイン​なら​解読​し​て​くれる​の​で​は​ない​か​な。空​の​星​を​描い​た​地図​と​いう​こと​は​分かる​が、それ​以上​の​こと​は​分から​ぬ。

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
et: Sellise asja kohta oleks kõige parem küsida meie jutuvestjalt. Cain teab väga palju iidsetest kirjutistest ja see on kindlasti kõige vanem välja nägev paberitükk, mida ma kunagi näinud olen.
ja: そう​いう​こと​は、語り部​に​聞く​の​が​一番​だ​わ。ケイン​は​古代​の​書物​に​は​とても​詳しい​の。それ​に​し​て​も、そんな​古​そう​な​紙切れ、見​た​こと​ない​わ​!

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
et: Ma pole kunagi varem sellist kaarti näinud. Kust sa selle said? Kuigi mul pole aimugi, kuidas seda lugeda, võivad Cain või Adria sulle vajalikke vastuseid anda.
ja: こんな​地図​は​見​た​こと​も​ない​ぞ。どこ​で​手​に​入れ​た​ん​だ​? わし​に​は​さっぱり​わから​ん​が​ケイン​か​エイドリア​に​聞い​て​みる​こと​だ​な。

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
et: Kuule nüüd, tule lähemale. Ma ei tea, kas sa tead seda, mida mina tean, aga sul on siin tõesti midagi erilist. See on kaart.
ja: 話​が​ある。もっと​寄れ。お前​さん​が​知っ​てる​か​どう​か、知ら​ん​が​よぉ、ここ​に​いい​もの​が​ある​ん​だ。地図​だ。

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
et: Oh, ma kardan, et see ei tõota üldse head. See tähtede kaart ennustab suurt katastroofi, kuid selle saladused pole minu omad, mida rääkida. On aeg, et sa peaksid väga tõsise vestluse Jutustajaga...
ja: おお、凶兆​が​出​て​おる​ぞ。星​に​よれ​ば、お前​の​前​に​大難​が​待ち受け​て​おる。すま​ぬ​が​それ​が​何​か​は​分から​ぬ。語り部​を​訪ね​て、彼​に​相談​する​の​が​良かろう。

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
et: Olen otsinud kaarti, aga see kindlasti ei ole see. Sa peaksid seda Adrialle näitama - ta oskab sulle tõenäoliselt öelda, mis see on. Üht asja ma ütlen; see näeb vana välja ja vana tähendab tavaliselt väärtuslikku.
ja: 俺​も​地図​を​探し​てる​ん​だ​が、それ​じゃ​ねえ​な。エイドリア​に​見せ​たら、多分​何​だ​か​解る​よ。古​そう​な​地図​だ​けど、古い​って​の​は​それ​だけ​で​値打​が​ある​もん​だ。

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
et: Palun, ärge tehke haiget. Ärge tapke. Jätke ellu ja järgmisel korral toon teile midagi head.
ja: 頼む、殺さ​ない​で​くれ​! 助け​て​くれ​たら、つぎ​来​た​とき​に​いい​もの​を​やる。

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
et: Midagi sinu jaoks ma teen. Jälle, ära tapa Gharbadi. Ela ja anna head. Võta see tõestuseks, et ma pean sõna...
ja: いま​作っ​てる​ところ​だ。殺さ​ない​で​くれ。いい​もの​を​やる​から​さ。 ​ほら、やる​よ。約束​は​守っ​た​よ。

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
et: Veel mitte! Peaaegu valmis. Väga võimas, väga tugev. Ela! Ela! Ei mingit valu ja lubadust ma pean!
ja: まだ​だ​! もう​少し​で​できる。 ​もの凄い​力​を​持っ​てる​ぞ。 ​だ​から​殺さ​ない​で​くれ​! 助け​て​くれ​たら​約束​は​守る​よ。

source: This too good for you. Very Powerful! You want - you take!
et: See on sinu jaoks liiga hea. Väga võimas! Tahad - võta!
ja: いい​でき​だろ​? もの凄い​力​を​もっ​てる​ぞ​! 欲しい​か​? やる​よ。

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
et: Mida?! Miks sa siin oled? Kõik need katkestused ajavad inimese hulluks. Siin, võta see ja jäta mind mu tööle. Ära mind enam tülita!
ja: 何​だ​? 何​し​に​来​た​?! 邪魔​を​さ​れる​と​おかしく​なり​そう​だ。ウヘヘ、これ​を​持っ​てけ。わし​の​事​は​ほっ​とい​て​くれ​! ウァハハハ​!

source: Arrrrgh! Your curiosity will be the death of you!!!
et: Arrrrgh! Su uudishimu saab teile saatuslikuks!!!
ja: ウァハハハ​! その​好奇心​が​死​を​招く​の​だ​! ウァハハハ​!

source: Hello, my friend. Stay awhile and listen...
et: Tere, mu sõber. Peatu hetkeks ja kuula...
ja: よう​来​た。まあ​聞き​なさい​…

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
et: Kui sa seikled sügavamale Labürinti, võid leida sealt peidetud suure teadmistega raamatuid. Loe neid hoolikalt, sest need võivad sulle rääkida asju, mida isegi mina ei suuda.
ja: 迷宮​の​奥​へ​歩​を​進める​と、そこ​に​隠さ​れ​た​書物​が​ある。注意​深く​読み​なさい。 ​わし​で​すら​知ら​ぬ​よう​な​こと​が​書い​て​ある​はず​じゃ。

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
et: Ma tean paljusid müüte ja legende, mis võivad sisaldada vastuseid küsimustele, mis võivad teie teekonnal Labürinti tekkida. Kui kohtate väljakutseid ja küsimusi, millele te teadmisi otsite, otsige mind üles ja ma räägin teile, mida oskan.
ja: 迷宮​を​進む​うち​に​生じる​疑問​の​答え​と​なる​神話​や​伝説​なら、わし​は​たくさん​知っ​とる​よ。知り​たい​こと​が​あれ​ば​わし​を​訪ね​なさい、知っ​て​いる​限り​の​こと​は​教え​て​進ぜよう。

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
et: Griswold - mees, kes on täis tegusid ja julgust. Ma kihla vean, et ta pole sulle kunagi rääkinud ajast, mil ta läks Labürinti, et Wirt päästa, kas pole? Ta teab seal peituvaid ohte üsna hästi, aga samas - nii tead ka sina. Ta on osav käsitöömeister ja kui ta väidab, et suudab sind kuidagi aidata, võid tema aususele ja oskustele kindel olla.
ja: グリズウォルド​は​勇気​ある​立派​な​男​だ。ワート​を​助ける​ため​迷宮​に​分け入っ​た​話​など、自分​で​は​し​なかっ​たろう​? 自分​の​危険​も​省み​ず​に​な​…​そして​今度​は​お主​が​行く​か。あの​男​は​正直​で​腕​の​いい​武器​屋​じゃ。手助け​を​得​られれ​ば、その​誠意​と​技術​は​頼り​に​できる​ぞ。

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
et: Ogden on olnud Tõusva Päikese kõrtsi ja võõrastemaja omanik ja juht peaaegu neli aastat. Ta ostis selle vaid mõned kuud enne, kui kõik siin põrguks muutus. Tema ja ta naine Garda ei saa lahkuda, kuna nad investeerisid kõik, mis neil oli, et siin endale elu luua. Ta on hea mees, kellel on sügav vastutustunne.
ja: オグデン​が​日の出​亭​と​酒場​の​主人​に​なっ​て​じき​四​年。宿屋​と​酒場​を​買い取っ​た​ほんの​数カ月​後、ここ​は​地獄​と​化し​た​の​じゃ。女房​の​ガーダ​共々​ここ​へ​越し​て​くる​の​に​財産​を​使い果たし、この​町​を​去る​金​など​残っ​て​おら​ん。責任感​の​強い、善良​な​男​じゃ​よ。
