Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
et: Niisiis, sina oledki see kangelane, kellest kõik räägivad. Ehk saaksid aidata vaest, lihtsat talumeest kohutavast jamast välja? Minu viljapuuaia serval, siit lõuna pool, on maapinnast välja paisuv kohutav asi! Ma ei pääse oma põldudele ega heinapallide juurde ja mu vaesed lehmad jäävad nälga. Nõid andis mulle selle ja ütles, et see lööb selle asja mu põllult minema. Kui sa suudaksid selle hävitada, oleksin igavesti tänulik. Ma teeksin seda ise, aga keegi peab lehmade juures olema...
ja: お前​が​みんな​が​噂​し​て​いる​英雄​か。 ​俺​を​助け​て​くれ​ない​か、ただ​の​貧しい​農夫​が​恐ろしい​事態​に​陥っ​て​いる​ん​だ！ ​俺​の​果樹園​の​端、ここ​から​南​に​行っ​た​ところ​に、地面​から​うごめく​恐ろしい​もの​が​いる！ ​作物​や​干し草​に​たどり着け​なく​て、俺​の​可愛い​牛​たち​が​餓死​し​ちまう。魔女​が​これ​を​くれ​て、あの​怪物​を​畑​から​吹き飛ばせる​と​言っ​た​ん​だ。もし​それ​を​壊し​て​くれ​たら、永遠​に​感謝​する​よ。 ​俺​も​自分​で​やり​たい​が、牛​たち​と​世話​が​ある​から​な​…

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
et: Ma teadsin, et see ei saanud olla nii lihtne, nagu see nõid seda kõlas. See on kurb maailm, kui sa ei saa isegi oma naabreid usaldada.
ja: 魔女​が​言っ​た​ほど​簡単​じゃ​ない​と​は​思っ​て​い​た。ご​近所​さん​すら​信じ​られ​ない​なんて、悲しい​世界​だ​な。

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
et: Kas see on läinud? Kas sa saatsid selle tagasi Hadese pimedatesse soppidesse, kust see pärit on? Mis sa tegid? Oh, ära ütle mulle, et sa kaotasid selle! Need asjad ei ole odavad, tead. Sa pead selle leidma ja siis selle õuduse meie linnast välja ajama.
ja: もう​い​なく​なっ​た​の​か？あの​恐ろしい​もの​を​冥界​の​闇​に​送り返し​て​くれ​た​の​か？ ​何​だ​って？ まさか、失くし​た​なんて​言わ​ない​よ​な！あれ​は​安く​ない​ん​だ​から​な。見つけ​て、あの​恐怖​を​街​から​叩き出し​て​くれ！

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
et: Ma kuulsin plahvatust siit! Suur tänu teile, lahke võõras. Kõigi nende asjadega, mis maast välja tulevad, koletised kirikut üle võtmas ja nii edasi, on need rasked ajad. Ma olen vaid vaene talunik, aga siin -- võtke see minu suure tänuga.
ja: ここ​から​で​も​爆発​音​が​聞こえ​た​ぞ！親切​な​見知ら​ぬ​人、心​から​感謝​する。地面​から​次々​と​出​て​くる​もの​や、教会​を​乗っ取る​モンスター​たち、そして​その​他​もろもろ、今​は​厳しい​時代​だ。俺​は​ただ​の​貧しい​農夫​だ​が、これ​を​受け取っ​て​くれ。心​から​の​感謝​を​込め​て。

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
et: Oh, selline mure mul on... võib-olla... Ei, ma ei saaks sulle seda peale suruda, arvestades kõiki teisi muresid. Võib-olla pärast seda, kui oled kiriku neist olenditest puhastanud, võiksid tagasi tulla... ja leida natuke aega, et aidata vaest talunikku?
ja: 本当​に​困っ​た​こと​に​なっ​た​…​で​も​…​いや、他​に​も​いろいろ​ある​し、お前​に​頼む​わけ​に​は​いか​ない。もし​か​し​たら、教会​から​あの​怪物​を​追い払っ​た​後​に、少し​だけ​貧しい​農夫​を​助け​て​くれ​ない​か？

source: Waaaah! (sniff) Waaaah! (sniff)
et: Uuuuh! (nuusk) Uuuuh! (nuusk)
ja: ワァー​! (​鼻息​)​ワァーッ​! (​鼻息​)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
et: Ma kaotasin Theo! Ma kaotasin oma parima sõbra! Me mängisime jõe ääres ja Theo ütles, et tahab minna vaatama seda suurt rohelist asja. Ma ütlesin, et me ei peaks, aga me hiilisime sinna ja siis äkki tuli see PUTUKAS välja! Me jooksime minema, aga Theo kukkus maha ja putukas HAARAS ta ja viis ta minema!
ja: テオ​が​い​なく​なっ​ちゃっ​た！ 親友​だっ​た​の​に！ 川​の​そば​で​遊ん​で​たら、テオ​が​大きな​緑​の​もの​を​見​に​行き​たい​って​言っ​た​の。 ダメ​って​言っ​た​の​に、こっそり​行っ​ちゃっ​た​の。そ​し​たら​突然、虫​が​出​て​き​て！ 逃げ​た​けど、テオ​が​転ん​じゃっ​て、その​虫​に​掴ま​れ​ちゃっ​て​連れ​て​行か​れ​た​の！

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
et: Kas sa leidsid ta üles? Sa pead Theodore'i leidma, palun! Ta on alles väike. Ta ei saa enda eest hoolitseda! Palun!
ja: 彼​を​見つけ​た？ テオ​を​見つけ​て！お願い！ まだ​小さい​の。 自分​の​世話​も​でき​ない​の​よ！ お願い​だ​から！

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
et: Sa leidsid ta üles! Sa leidsid ta üles! Aitäh! Oh Theo, kas need vastikud putukad ehmatasid sind? Hei! Uhh! Midagi on su karvades kinni! Iu! Tule, Theo, lähme koju! Tänan veel kord, kangelane!
ja: 見つけ​た！ テオ​を​見つけ​た！ ありがとう！ ああ、テオ、あの​ひどい​虫​たち​に​怖​がら​せ​られ​た​の？ ねえ！ うわ！ 毛皮​に​何​か​くっつい​てる​よ！ きもち​わるい！ さあ、テオ、帰ろう！ もう​一度​ありがとう、ヒーロー​さん！

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
et: Oleme kaua uinunud ja aeg ärgata on käes. Pärast pikka und oleme täis suurt nälga. Varsti, nüüd, me toitume...
ja: 長き​眠り​から​我々​は​ついに​目覚める​時​が​来​た。 ​長い​眠り​の​後、我々​は​大いなる​飢え​に​満ち​て​いる。 ​もう​すぐ、その​飢え​を​満たす​時​が​来る​だろう​…

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
et: Kas oled end hästi tundnud, väike imetaja? Kui hale. Sinu väike maailm ei paku üldse mingit väljakutset.
ja: 楽しん​で​いる​の​か、小さな​哺乳類​よ？ なん​と​哀れ​な​こと​だ。貴様​の​小さな​世界​など、我々​に​とっ​て​何​の​挑戦​に​も​なら​ぬ。

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
et: Need maad rüvetatakse ja meie järglased vallutavad põllud, mida inimesed koduks nimetavad. Meie kombitsad haaravad selle maailma ja me pidutseme selle elanike lihal. Inimene saab meie karjaks ja toiduks.
ja: この​地​は​汚さ​れ、我々​の​種族​は​人間​が​故郷​と​呼ぶ​野​を​蹂躙​する​だろう。我々​の​触手​は​この​世界​を​包み込み、そこ​に​住む​人々​の​肉​を​食らう​だろう。 人間​は​我々​の​家畜​と​なり、糧​と​なる​の​だ。

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
et: Ah, ma tunnen su lõhna...sa oled lähedal! Lähedal! Ssss...vere ja hirmu lõhn...kui ahvatlev...
ja: ああ、お前​の​匂い​が​する​…​近く​に​いる​な​! 近い​! す​ぅ​ー​…​血​と​恐怖​の​香り​…​なんて​魅力的​な​こと​か​…。

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
et: Ja Kuldse Valguse aastal määrati, et tuleb püstitada suur Katedraal. Selle püha paiga nurgakivi pidi olema tahutud läbipaistvast kivist Antyrael, mis sai nime Inglilt, kes jagas oma jõudu Horadrimiga. Varjude Joonistamise aastal värises maa ja Katedraal purunes ning langes. Kui algas katakombide ja losside ehitamine ning inimene seisis Patuse Sõja hävituste vastu, otsiti varemetest kive. Ja nii juhtuski, et nurgakivi kadus inimeste silme alt. Kivi oli sellest maailmast – ja kõigist maailmadest – nagu Valgus on nii kõiges sees kui ka kõigest väljaspool. Valgus ja ühtsus on selle püha aluse viljad, eesmärgi ühtsus ja omandi ühtsus.
ja: そして、黄金​の​光​の​年​に、偉大​な​大聖堂​を​建てる​こと​が​決定​さ​れ​た。 その​礎​と​なる​の​は、ホラドリム​と​力​を​分かち合っ​た​天使​の​名​を​冠し​た​半透明​の​石​「​アンティ​ラエル​」​で​あっ​た。 ​影​を​描く​年​に、地面​が​揺れ、大聖堂​は​粉々​に​なっ​て​落ち​た。 地下墓地​や​城​の​建設​が​始まり、人間​が​罪​の​戦争​の​荒廃​に​立ち向かう​よう​に​なる​と、廃墟​は​石​を​拾い集め​られ​た。 そして、その​礎石​は​人間​の​目​から​消え​て​しまっ​た。 ​その​石​は​この世​の​もの​で​あり、すべて​の​世界​の​もの​で​あり、光​が​すべて​の​もの​の​中​に​あり、すべて​の​もの​を​超え​て​いる​よう​に。光​と​統一性​は、この​聖​なる​礎​の​産物​で​あり、目的​の​統一​と​所有​の​統一​で​ある。

source: Moo.
et: Ammu.
ja: モー。

source: I said, Moo.
et: Ma ütlesin, Ammu.
ja: 俺​が​言っ​た​の​は、モー​だ。

source: Look I'm just a cow, OK?
et: Kuule, ma olen lihtsalt lehm, eks?
ja: ほら、俺​は​ただ​の​牛​な​ん​だ、分かっ​た？

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
et: Olgu, olgu. Ma ei ole tegelikult lehm. Ma ei käi tavaliselt niimoodi ringi; aga ma istusin kodus, oma asju ajades, ja äkki hakkasid põrandast välja tulema mingid putukad ja viinapuud ja sibulad ja muud asjad... see oli kohutav! Kui mul oleks midagi normaalset selga panna, ei oleks see nii hull. Hei! Kas sa saaksid minu juurde tagasi minna ja mu ülikonna tuua? Pruuni, mitte halli, see on õhtuseks kandmiseks. Ma teeksin seda ise, aga ma ei taha, et keegi mind niimoodi näeks. Siin, võta see, sul võib seda vaja minna... et tappa neid asju, mis on kõik üle kasvanud. Sa ei saa mu maja mööda vaadata, see on kohe jõe hargnemise lõuna pool... tead küll... see, millel on ülekasvanud köögiviljaaed.
ja: はい​はい、分かっ​た。俺​は​実際​に​は​牛​じゃ​ねぇ​ん​だ。普段​は​こんな​格好​で​出歩く​こと​は​ねぇ​ん​だ​けど、家​で​自分​の​こと​を​し​て​たら、突然​床​から​虫​や​つる​植物、球根​なんか​が​出​て​き​て​…​…​もう​大変​だっ​た​ぜ！普通​の​服​が​あれ​ば、こんな​こと​に​は​なら​なかっ​た​の​に​な。おい！俺​の​ところ​に​戻っ​て、スーツ​を​取っ​て​き​て​くれ​ねぇ​か？茶色​の​やつ​で、グレー​の​は​ダメ​だ、あれ​は​夜​用​な​ん​だ​から。自分​で​行き​たい​ところ​だ​けど、こんな​姿​を​見​られ​たく​ねぇ​ん​だ。はい、これ​を​どうぞ、役​に​立つ​か​も​しれ​ねぇ​…​…​あの、すべて​を​覆い​尽くし​てる​や​つら​を​倒す​ため​に​な。俺​の​家​は​見逃す​こと​は​ねぇ、川​の​分かれ道​の​すぐ​南​だ​…​…​そう、あの​育ち​すぎ​た​野菜​庭​が​ある​家​だ。

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
et: Mida sa aega raiskad? Mine too mu ülikond! Ja kiirusta! See Holstein seal pilgutab mulle silma!
ja: なに​時間​を​無駄​に​し​て​ん​だ？俺​の​スーツ​を​取り​に​行け​よ！早く！あそこ​の​ホルスタイン​が​俺​に​ウインク​し​てる​ん​だ！

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
et: Hei, kas sul on mu ülikond seal? Kiiresti, anna see siia! Need kõrvad sügelevad nagu sa ei usukski!
ja: おい、俺​の​スーツ​は​持っ​てる​か？早く、渡し​て​くれ！この​耳​が​信じ​られ​ない​くらい​かゆい​ん​だ！

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
et: Ei ei ei ei! See on minu HALL ülikond! See on õhtuseks kandmiseks! Ametlikeks puhkudeks! Ma ei saa SEDA kanda. Mis sa oled, mingi imelik? Mul on vaja PRUUNI ülikonda.
ja: いやいや​いやいや！これ​は​俺​の​グレー​の​スーツ​だ！夜​用​な​ん​だ​よ！フォーマル​な​場​に​着る​やつ​だ！俺​は​これ​を​着​られ​ねぇ。お前、変​な​奴​か？俺​が​必要​な​の​は​茶色​の​スーツ​だ。

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
et: Ahh, see on PALJU parem. Uhh! Lõpuks ometi, natuke väärikust! Kas mu sarved on sirged? Hea. Kuule, tänud, et mind aitasid. Siin, võta see kingituseks; ja, tead... väike moenõuanne... sul võiks olla natuke... sul võiks olla uus... teadküllmismõtlen? Kogu see seikleja stiil on lihtsalt nii... retro. Lihtsalt väike nõuanne, eks? Tšau.
ja: おお、ずいぶん​良く​なっ​た​な。ふぅ！やっと​少し​は​威厳​が​戻っ​た​ぜ！俺​の​ツノ​は​真っ直ぐ​か？いい​感じ​だ。ほら、手伝っ​て​くれ​て​本当​に​ありがとう​な。これ、お礼​と​し​て​受け取っ​て​くれ。それ​と、ちょっと​し​た​ファッション​の​アドバイス​な​ん​だ​が​…​少し​新しい​の​が​必要​か​も​な​…​わかる​だろ？その​冒険者​の​モチーフ​は​さ​…​ちょっと​レトロ​すぎる​ぜ。まあ、一言​の​アドバイス​って​こと​で​な？じゃあ​な。

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
et: Vaata. Ma olen lehm. Ja sina, sa oled koletise sööt. Saa natuke kogemusi juurde! Siis räägime...
ja: ほら、俺​は​牛​だ。お前​は​モンスター​の​餌​だ​な。もう​少し​経験​を​積ん​で​こい！そ​し​たら​また​話そう​ぜ​…

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
et: See peab tõesti olema hirmuäratav ülesanne, mille olen teie ette seadnud. Kui oleks vaid mingi viis, kuidas ma saaksin... kas tassike kena, värsket piima aitaks?
ja: お前​に​は​本当​に​恐ろしい​任務​を​与え​ちまっ​た​よう​だ​な。俺​に​できる​こと​と​いえ​ば​…​新鮮​な​ミルク​を​一杯​どう​だ？

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
et: Oh, ma võiksin su abi kasutada, aga võib-olla pärast seda, kui oled päästnud katakombid nende elajate rüvetamise eest.
ja: お前​の​助け​が​欲しい​ところ​だ​が、まず​は​あの​獣​ども​から​カタコンベ​を​救っ​て​から​に​し​て​くれ。

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
et: Mul on vaja midagi ära teha, aga ma ei saa seda paluda täiesti võõralt inimeselt. Võib-olla, kui oled siin veidi aega olnud, tunnen end mugavamalt, et paluda teene.
ja: 頼み​たい​こと​が​ある​ん​だ​が、全く​の​他人​に​頼む​の​は​気​が​引ける​な。もう​少し​ここ​に​留まる​なら、お​願い​し​やすく​なる​か​も​しれ​ん。

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
et: Ma näen sinus suurt potentsiaali. Ehk saaksid sa oma saatust täites vahepeal peatuda ja mulle väikese teene teha?
ja: お前​に​は​偉大​な​可能性​が​ある​と​見​て​いる。運命​を​全う​し​て​いる​間​に、ちょっと​し​た​頼み​を​聞き​に​寄っ​て​くれ​ない​か？

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
et: Ma arvan, et sa võiksid mind aidata, aga võib-olla pärast seda, kui oled veidi võimsamaks saanud. Ma ei tahaks vigastada küla ainsat võimalust kirikus oleva ohu hävitamiseks!
ja: お前​なら​助け​て​くれ​そう​だ​が、もう​少し​力​を​つけ​て​から​の​方​が​いい​か​も​な。この​村​の​教会​に​潜む​脅威​を​打破​する​唯一​の​チャンス​を​傷つけ​たく​は​ない​から​な！

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
et: Mina, ma olen iseenda tehtud lehm. Tee midagi endast, ja... siis räägime.
ja: 俺​は​自分​で​成り上がっ​た​牛​さ。お前​も​何​か​を​成し遂げ​て​から、また​話そう​ぜ。

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
et: Ma ei pea end iga turisti ees õigustama, kes mööda jalutab! Kas sul pole mingeid koletisi, keda tappa? Võib-olla räägime hiljem. Kui sa ellu jääd...
ja: 通りすがり​の​旅人​に​説明​する​必要​なんて​ない​だろ！ 殺す​べき​モンスター​は​い​ない​の​か​よ？ 後​で​話そう​ぜ。 あんた​が​生き​て​いれ​ば​な​…

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
et: Lõpeta mu tüütamine. Ma otsin kedagi tõeliselt kangelaslikku. Ja sina seda ei ole. Ma ei saa sind usaldada, sa saad iga hetk koletiste poolt nahka pistetud... Mul on vaja kedagi, kes on kogenud kangelane.
ja: うるせぇ​な。俺​は​本当​に​ヒーロー​らしい​奴​を​探し​てる​ん​だ。お前​じゃ​ねぇ。お前​は​信頼​でき​ねぇ、モンスター​に​食わ​れる​の​も​時間​の​問題​だ​な​…​俺​に​は​経験​豊富​な​ヒーロー​が​必要​な​ん​だ​よ。

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
et: Olgu, ma lõpetan jamamise. Ma ei tahtnud sind valesti juhatada. Istusin kodus, tundsin end meeleolus, kui asjad läksid tõeliselt ebastabiilseks; terve kari koletisi tuli põrandast välja! Ma lihtsalt ehmusin. Juhtus nii, et kandsin seda Jersey't, kui uksest välja jooksin, ja nüüd näen täiesti naeruväärne välja. Kui mul oleks midagi normaalset selga panna, poleks asi nii hull. Hei! Kas sa saaksid minu juurde tagasi minna ja mu ülikonna tuua? Selle pruuni, mitte halli, see on õhtuseks kandmiseks. Ma teeksin seda ise, aga ma ei taha, et keegi mind sellisena näeks. Siin, võta see, sul võib seda vaja minna... nende asjade tapmiseks, mis on kõik üle kasvanud. Sa ei saa mu maja mööda vaadata, see on kohe lõuna pool jõe hargnemiskohast... tead küll... see, millel on ülekasvanud köögiviljaaed.
ja: よし、無駄​な​話​は​やめる​ぜ。お前​を​誤解​さ​せる​つもり​は​なかっ​た​ん​だ。俺​は​家​で​くつろい​で​い​た​時、いきなり​変​に​なっ​て、モンスター​の​大群​が​床​から​出​て​き​た​ん​だ！俺​は​ただ​驚い​て​た。ドア​を​飛び出す​時​に​この​ジャージ​を​着​て​た​から、今​は​まったく​馬鹿​みたい​な​格好​に​なっ​てる。普通​の​服​が​あれ​ば、こんな​に​ひどく​は​ない​ん​だ​が。おい！俺​の​スーツ​を​取り​に​家​まで​戻っ​て​くれ​ない​か？茶色​の​やつ​な、グレー​の​は​夜​用​だ​から。自分​で​取り​に​行く​気​は​ある​けど、こんな​姿​を​誰​か​に​見​られ​たく​ない​ん​だ。ほら、これ​を​持っ​て​いけ、あいつ​ら​を​倒す​の​に​役立つ​か​も​しれ​ない​から。俺​の​家​は、川​の​分岐点​の​南​に​ある​から、すぐ​分かる​ぜ​…​ほら​…​野菜​畑​が​茂っ​てる​やつ​だ。

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
et: Olen proovinud loitse, ähvardusi, tõrjumist ja kauplemist selle jälgi olendiga -- tulutult. Minu meetodid madalamate deemonite orjastamiseks ei näi selle hirmuäratava eluka puhul mõjuvat.
ja: 呪文、脅し、魔術、交渉​を​試み​まし​た​が、この​汚い​生き物​に​は​効果​が​あり​ませ​ん。 小​悪魔​を​奴隷​に​し​た​手法​も、この​恐ろしい​獣​に​は​効果​が​ない​よう​です。

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
et: Mu kodu muutub aeglaselt selle soovimatu vangi kurjuse tõttu rikutuks. Krüptid on täis varje, mis liiguvad just minu nägemise äärealadel. Küüniste nõrk krabistamine tantsib minu kuulmise äärealadel. Nad otsivad, ma arvan, seda päevikut.
ja: 私​の​家​は、この​望ま​れ​ざる​囚人​の​悪意​に​よっ​て、ゆっくり​と​堕落​し​て​いく。 墓場​に​は、私​の​視界​の​隅​で​動く​影​が​たくさん​ある。 かすか​な​爪​の​音​が​私​の​聴覚​の​端​で​踊っ​て​いる。彼​ら​は、この​日記​を​探し​て​いる​の​だ​と​思う。

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
et: Oma raevus on olend oma nime välja öelnud -- Na-Krul. Olen püüdnud selle nime kohta uurida, kuid väiksemad deemonid on kuidagi mu raamatukogu hävitanud. Na-Krul... See nimi täidab mind külma hirmuga. Ma eelistan mõelda sellest kui Olendist, mitte mõelda selle tõelisele nimele.
ja: 怒号​の​中、その​生物​は​自分​の​名前​を​漏らし​た​—​ナ​・​クルル。 私​は​その​名前​を​調べよう​と​し​た​が、小​悪魔​たち​が​何​ら​か​の​方法​で、私​の​図書館​を​破壊​し​て​しまっ​た。 ナ​・​クルル​…。その​名​は​私​を​冷たい​恐怖​で​満たし​た。 本当​の​名前​で​考える​より​も、”​クリーチャー “​と​しか​考え​たく​ない。

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
et: Lõksu jäänud olendi raevukad ulgumised ei lase mul hädavajalikku und saada. See möllab selle vastu, kes ta Tühjusesse saatis, ja sajatab mind, et ma ta siia lõksu püüdsin. Selle sõnad täidavad mu südame hirmuga, kuid ma ei suuda selle häält välja lülitada.
ja: 閉じ込め​られ​た​生物​の​怒り​の​遠吠え​で、ほとんど​眠る​こと​が​でき​ない。 それ​は、自分​を​ボイド​に​送っ​た​者​に​対する​怒り​で​あり、自分​を​ここ​に​閉じ込め​た​私​に​対する​汚い​呪い​の​言葉​で​ある。 その​言葉​は​私​の​心​を​恐怖​で​満たす​が、その​声​を​遮断​する​こと​は​でき​ない。

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
et: Mu aeg hakkab kiiresti otsa saama. Ma pean üles kirjutama viise, kuidas deemoni nõrgestada, ja seejärel selle teksti peitma, et tema käsilased ei leiaks viisi, kuidas minu teadmisi kasutada oma isanda vabastamiseks. Loodan, et see, kes selle päeviku leiab, otsib teadmisi.
ja: 私​の​時間​は​すぐ​に​尽き​て​しまう。 悪魔​を​弱める​方法​を​記録​し​た​書物​を​隠さ​なけれ​ば​なら​ない。悪魔​の​手下​が、私​の​知識​を​使っ​て​主君​を​解放​する​方法​を​見つけ​ない​よう​に。 この​日記​を​見つけ​た​人​が、その​知識​を​求め​て​くれる​こと​を​願っ​て​いる。

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
et: Kes iganes selle kirjarulli leiab, on kohustatud peatama deemonliku olendi, kes peitub nende seinte vahel. Minu aeg on läbi. Isegi nüüd kraabivad tema põrgulikud käsilased habrast ust, mille taga ma peitun. Olen deemoni halvanud arkaanilise maagiaga ja sulgenud ta suurte seinte vahele, kuid kardan, et sellest ei piisa. Minu kolme grimuaari loitsud annavad sulle kaitstud sissepääsu tema valdustesse, kuid ainult siis, kui neid õigesti järjestuses lausuda. Sissepääsu juures olevad kangid eemaldavad tõkked ja vabastavad deemoni; ära puutu neid! Kasuta ainult neid loitse, et pääseda sisse, vastasel juhul võib tema jõud olla sinu jaoks liiga suur, et teda võita.
ja: この​巻物​を​見つけ​た​者​は、この​壁​の​中​に​潜む​悪魔​の​よう​な​生き物​を​止める​責任​が​ある。 私​の​時代​は​終わっ​た。今​も​その​悪魔​の​手下​たち​は、私​が​隠れ​て​いる​弱い​扉​を​引っ掻い​て​いる。 ​私​は​魔術​で​悪魔​を​操り、大きな​壁​の​中​に​閉じ込め​た​が、それ​だけ​で​は​不十分​だ​と​思う。 3​つ​の​魔道​書​に​ある​呪文​は、正しい​順序​で​唱え​た​場合​に​のみ。やつ​の​領域​へ​の​入口​を​開く。 入口​に​ある​レバー​は​障壁​を​取り除き、悪魔​を​解放​する。 それ​に​触れ​て​は​なら​ぬ！呪文​を​使っ​た​後​で​なけれ​ば、やつ​の​力​が​強大​すぎ​て​倒せ​ない​だろう。

source: Praedictum Otium.
et: Ettenähtud Puhkus.

source: Griswold the Blacksmith
et: Sepp Griswold
ja: 鍛冶屋​の​グリズウォルド

source: Ogden the Tavern owner
et: Ogden kõrtsi omanik
ja: 宿屋​の​オグデン

source: Wounded Townsman
et: Haavatud linnakodanik
ja: 傷つい​た​住人

source: Adria the Witch
et: Nõid Adria
ja: 魔女​の​エイドリア

source: Gillian the Barmaid
et: Gillian, kõrtsitüdruk
ja: ウェイトレス​の​ジリアン

source: Pepin the Healer
et: Pepin Ravitseja
ja: 治療​師​の​ペピン

source: Cain the Elder
et: Vanem Cain
ja: 語り部​の​ケイン

source: Cow
et: Lehm
ja: 牛

source: Lester the farmer
et: Lester talunik
ja: 農家​の​レスター

source: Complete Nut
et: Täielik Mutrike
ja: コンプリート​・​ナット

source: Slain Townsman
et: Tapetud linnamees
ja: 住人​の​遺体
