Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Print this message and exit
et: Prindi see sõnum ja välju

source: Print the version and exit
et: Prindi versioon ja välju

source: Specify the folder of diabdat.mpq
et: Määrake diabdat.mpq kaust

source: Specify the folder of save files
et: Määrake salvestusfailide kaust

source: Specify the location of diablo.ini
et: Määrake diablo.ini asukoht

source: Specify the language code (e.g. en or pt_BR)
et: Määrake keelekood (nt en või pt_BR)

source: Skip startup videos
et: Jäta käivitamise videod vahele

source: Display frames per second
et: Kuva kaadreid sekundis

source: Enable verbose logging
et: Luba üksikasjalik logimine

source: Record a demo file
et: Salvesta demo fail

source: Play a demo file
et: Esita demofaili

source: Disable all frame limiting during demo playback
et: Lülita demo taasesituse ajal kõik kaadrisageduse piirangud välja

source: Game selection:
et: Mängu valik:

source: Force Shareware mode
et: Sunni jagatud tarkvara režiimi

source: Force Diablo mode
et: Sunni Diablo režiim

source: Force Hellfire mode
et: Sunniviige Hellfire-režiim

source: Hellfire options:
et: Põrgutule valikud:

source: Report bugs at https://github.com/diasurgical/devilutionX/
et: Teata vigadest aadressil https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
et: Palun uuenda devilutionx.mpq ja fonts.mpq uusimale versioonile
ja: devilutionx.mpq​と​fonts.mpq​を​最新​の​バージョン​に​更新​し​て​ください。

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
et: Kasutajaliidese ressursside laadimine ebaõnnestus. Veenduge, et devilutionx.mpq on mängu kaustas ja et see on ajakohane.
ja: UI​リソース​の​読み込み​に​失敗​し​まし​た。 devilutionx.mpq​が​ゲーム​フォルダ​内​に​あり、最新​の​状態​で​ある​こと​を​確認​し​て​ください。

source: Please update fonts.mpq to the latest version
et: Palun uuenda fonts.mpq uusimale versioonile
ja: fonts.mpq​を​最新​の​バージョン​に​更新​し​て​ください。

source: -- Network timeout --
et: -- Võrgu ajutine katkestus --

source: -- Waiting for players --
et: -- Ootan mängijaid --

source: No help available
et: Abi pole saadaval
ja: ヘルプ​は​使え​ませ​ん

source: while in stores
et: kauplustes olles
ja: 店​で

source: Belt item {}
et: Vöö ese {}
ja: ベルト​アイテム {}

source: Use Belt item.
et: Kasutage vöö eset.
ja: ベルト​アイテム​を​使い​ます。

source: Quick spell {}
et: Kiirloits {}
ja: クイック​スペル {}

source: Hotkey for skill or spell.
et: Klahvivajutus oskuse või loitsu jaoks.
ja: スキル​や​スペル​の​ホットキー​です。

source: Previous quick spell
et: Eelmine kiire loits
ja: 前​の​クイック​スペル

source: Selects the previous quick spell (cycles).
et: Valib eelmise kiire loitsu (tsüklis).
ja: 前​の​クイック​スペル​を​選択​し​ます​（​サイクル​し​ます​）。

source: Next quick spell
et: Järgmine kiire loits
ja: 次​の​クイック​スペル

source: Selects the next quick spell (cycles).
et: Valib järgmise kiire loitsu (tsüklitena).
ja: 次​の​クイック​スペル​を​選択​し​ます​（​サイクル​し​ます​）。

source: Use health potion
et: Kasutage tervise eliksiiri
ja: ヘルス​ポーション​を​使用​する

source: Use health potions from belt.
et: Kasutage tervise potioneid vööst.
ja: ベルト​から​ヘルス​ポーション​を​使用​する。

source: Use mana potion
et: Kasutage mana jooki
ja: マナポーション​を​使用​する

source: Use mana potions from belt.
et: Kasutage vööst mana potioneid.
ja: ベルト​から​マナポーション​を​使用​する。

source: Speedbook
et: Kiirraamat
ja: スピード​ブック

source: Open Speedbook.
et: Ava kiirusraamat.
ja: スピード​ブック​を​開き​ます。

source: Quick save
et: Kiirsalvestus
ja: クイック​セーブ

source: Saves the game.
et: Salvestab mängu.
ja: ゲーム​を​セーブ​し​ます。

source: Quick load
et: Kiirlaadimine
ja: クイック​ロード

source: Loads the game.
et: Laeb mängu.
ja: ゲーム​を​ロード​し​ます。

source: Quit game
et: Lõpeta mäng
ja: ゲーム​の​終了

source: Closes the game.
et: Sulgeb mängu.
ja: ゲーム​を​終了​し​ます。

source: Stop hero
et: Peatu, kangelane
ja: ヒーロー​停止

source: Stops walking and cancel pending actions.
et: Lõpetab kõndimise ja tühistab ootel olevad toimingud.
ja: 歩行​を​停止​し、保留中​の​アクション​を​キャンセル​し​ます。

source: Item highlighting
et: Esemete esiletõstmine
ja: アイテム​の​強調​表示

source: Show/hide items on ground.
et: Kuva/peida maas olevaid esemeid.
ja: 地上​に​ある​アイテム​の​表示​/​非表示​を​切り替え​ます。

source: Toggle item highlighting
et: Lülita esiletõstetud esemed sisse/välja
ja: アイテム​の​ハイライト​の​切り替え

source: Permanent show/hide items on ground.
et: Püsivalt näita/peida esemeid maapinnal.
ja: 地上​に​ある​アイテム​の​常時​表示​/​非表示​を​切り替え​ます。

source: Toggle automap
et: Lülita automaatkaart sisse/välja
ja: オート​マップ​の​切り替え

source: Toggles if automap is displayed.
et: Lülitab sisse/välja automaadi kuvamise.
ja: オート​マップ​を​表示​する​か​どう​か​を​切り替え​ます。

source: Cycle map type
et: Vaheta kaarditüüpi
ja: マップ​タイプ​の​切替

source: Opaque -> Transparent -> Minimap -> None
et: Läbipaistmatu -> Läbipaistev -> Minikaart -> Puudub
ja: 不​透過 -​> 透過 -​> ミニマップ -​> なし

source: Open Inventory screen.
et: Ava laoseis.
ja: インベントリ​画面​を​開き​ます。

source: Character
et: Tegelane
ja: キャラクター

source: Open Character screen.
et: Ava tegelase ekraan.
ja: キャラクター​画面​を​開き​ます。

source: Quest log
et: Ülesannete logi
ja: クエストログ

source: Open Quest log.
et: Ava ülesannete logi.
ja: クエストログ​を​開き​ます。

source: Spellbook
et: Loitsuraamat
ja: スペル​ブック

source: Open Spellbook.
et: Ava loitsuraamat.
ja: スペル​ブック​を​開き​ます。

source: Quick Message {}
et: Kiire sõnum {}
ja: クイック​メッセージ {}

source: Use Quick Message in chat.
et: Kasutage vestluses kiirsõnumit.
ja: チャット​で​クイック​メッセージ​を​使用​し​ます。

source: Hide Info Screens
et: Peida infoekraanid
ja: 情報​画面​の​非表示

source: Hide all info screens.
et: Peida kõik infoekraanid.
ja: すべて​の​情報​画面​を​非表示​に​し​ます。

source: Zoom
et: Suumi
ja: 拡大

source: Zoom Game Screen.
et: Suumi mänguekraani.
ja: ゲーム​画面​を​拡大​し​ます。

source: Pause Game
et: Pausi mäng
ja: ゲーム​の​一時停止

source: Pauses the game.
et: Peatab mängu.
ja: ゲーム​を​一時停止​し​ます。

source: Pause Game (Alternate)
et: Pausi mäng (alternatiivne)
ja: ゲーム​の​一時停止

source: Decrease Gamma
et: Vähenda gamma
ja: ガンマ​値​を​下げる

source: Reduce screen brightness.
et: Vähenda ekraani heledust.
ja: 画面​の​輝度​を​下げ​ます。

source: Increase Gamma
et: Suurenda gamma
ja: ガンマ​値​を​上げる

source: Increase screen brightness.
et: Suurenda ekraani heledust.
ja: 画面​の​輝度​を​上げ​ます。

source: Help
et: Aita
ja: ヘルプ

source: Open Help Screen.
et: Ava Abi-ekraan.
ja: ヘルプ​画面​を​開き​ます。

source: Screenshot
et: Kuvatõmmis
ja: スクリーンショット

source: Takes a screenshot.
et: Teeb ekraanipildi.
ja: スクリーンショット​を​撮り​ます。

source: Game info
et: Mängu info
ja: ゲーム​情報

source: Displays game infos.
et: Kuvab mängu infot.
ja: ゲーム​情報​を​表示​し​ます。

source: Chat Log
et: Vestluse logi
ja: チャットログ

source: Displays chat log.
et: Kuvab vestluslogi.
ja: チャットログ​を​表示​し​ます。

source: Sort Inventory
et: Sorteeri inventar
ja: 所持品​の​一覧

source: Sorts the inventory.
et: Järjestab inventari.
ja: インベントリ​を​整理​し​ます。

source: Console
et: Konsool
ja: コンソール

source: Opens Lua console.
et: Avab Lua konsooli.
ja: Lua​コンソール​を​開き​ます。

source: Primary action
et: Põhitegevus
ja: 主​アクション

source: Attack monsters, talk to towners, lift and place inventory items.
et: Ründa koletisi, räägi linnaelanikega, tõsta ja paiguta inventari esemeid.
ja: モンスター​を​攻撃​し​たり、街​の​人​に​話しかけ​たり、インベントリー​アイテム​を​持ち上げ​て​置い​たり。

source: Secondary action
et: Teisene tegevus
ja: 副​アクション

source: Open chests, interact with doors, pick up items.
et: Ava kirste, suhtle ustega, korja esemeid.
ja: チェスト​を​開け​たり、ドア​と​対話​し​たり、アイテム​を​拾っ​たり。

source: Spell action
et: Loitsu tegevus
ja: スペル​・​アクション

source: Cast the active spell.
et: Loitsu aktiivne loits.
ja: アクティブ​な​呪文​を​唱える。

source: Cancel action
et: Tühista toiming
ja: キャンセル​・​アクション

source: Close menus.
et: Sulge menüüd.
ja: メニュー​を​閉じる。

source: Move up
et: Liigu üles
ja: 上​へ​移動

source: Moves the player character up.
et: Liigutab mängijategelast üles.
ja: プレイヤー​キャラクター​を​上​方向​に​移動​し​ます。

source: Move down
et: Liigu alla
ja: 下​へ​移動

source: Moves the player character down.
et: Liigutab mängijategelast alla.
ja: プレイヤー​キャラクター​を​下​方向​に​移動​し​ます。

source: Move left
et: Liigu vasakule
ja: 左​に​移動

source: Moves the player character left.
et: Liigutab mängijategelast vasakule.
ja: プレイヤー​キャラクター​を​左​方向​に​移動​し​ます。

source: Move right
et: Liigu paremale
ja: 右​へ​移動

source: Moves the player character right.
et: Liigutab mängijategelast paremale.
ja: プレイヤー​キャラクター​を​右​方向​に​移動​し​ます。

source: Stand ground
et: Seisa paigal
ja: 踏ん張る

source: Hold to prevent the player from moving.
et: Hoia all, et takistada mängijal liikumist.
ja: ホールド​する​と​プレーヤー​が​動か​なく​なり​ます。

source: Toggle stand ground
et: Lülita paigale jäämine sisse/välja
ja: 踏ん張る​の​切り替え

source: Toggle whether the player moves.
et: Lülita mängija liikumine sisse või välja.
ja: プレイヤー​移動​の​切り替え

source: Move mouse up
et: Liiguta hiirt üles
ja: マウス​を​上​に​移動

source: Simulates upward mouse movement.
et: Simuleerib hiire liikumist ülespoole.
ja: マウス​の​上​方向​の​動き​を​シミュレート​し​ます。

source: Move mouse down
et: Liiguta hiirt alla
ja: マウス​を​下​に​移動

source: Simulates downward mouse movement.
et: Simuleerib hiire liikumist allapoole.
ja: マウス​の​下​方向​の​動き​を​シミュレート​し​ます。

source: Move mouse left
et: Liiguta hiirt vasakule
ja: マウス​を​左​へ​移動

source: Simulates leftward mouse movement.
et: Simuleerib hiire liikumist vasakule.
ja: マウス​の​左​方向​の​動き​を​シミュレート​し​ます。

source: Move mouse right
et: Liiguta hiirt paremale
ja: マウス​を​右​へ​移動

source: Simulates rightward mouse movement.
et: Simuleerib hiire liikumist paremale.
ja: マウス​の​右​方向​の​動き​を​シミュレート​し​ます。

source: Left mouse click
et: Vasaku hiireklõps
ja: マウス​の​左​クリック

source: Simulates the left mouse button.
et: Simuleerib vasaku hiireklahvi.
ja: マウス​の​左​ボタン​を​シミュレート​し​ます。

source: Right mouse click
et: Parem hiireklõps
ja: マウス​の​右​クリック

source: Simulates the right mouse button.
et: Simuleerib parema hiireklahvi.
ja: マウス​の​右​ボタン​を​シミュレート​し​ます。

source: Gamepad hotspell menu
et: Mängupuldi kiirloitsude menüü
ja: ゲーム​パッド​の​ホット​スペル​メニュー

source: Hold to set or use spell hotkeys.
et: Hoia all, et määrata või kasutada loitsu kiirklahve.
ja: ホールド​し​て​呪文​ホットキー​を​設定​また​は​使用​し​ます。

source: Gamepad menu navigator
et: Mängupuldi menüü navigeerija
ja: ゲーム​パッド​メニュー​ナビゲーター

source: Hold to access gamepad menu navigation.
et: Hoia all, et pääseda mängupuldi menüü navigeerimisele.
ja: 長押し​で​ゲーム​パッド​メニュー​ナビゲーション​に​アクセス​し​ます。

source: Toggle game menu
et: Lülita mängumenüü
ja: ゲーム​メニュー​の​切り替え

source: Opens the game menu.
et: Avab mängu menüü.
ja: ゲーム​メニュー​を​開き​ます。

source: Game saved
et: Mäng salvestatud
ja: ゲーム​の​セーブ

source: No multiplayer functions in demo
et: Demos pole mitmikmängu funktsioone
ja: デモ​で​は​マルチ​プレイ​機能​は​あり​ませ​ん

source: Direct Sound Creation Failed
et: Direct Soundi loomine ebaõnnestus

source: Not available in shareware version
et: Pole saadaval jagamisversioonis
ja: シェアウェア​版​で​は​使用​でき​ませ​ん

source: Not enough space to save
et: Pole piisavalt ruumi salvestamiseks
ja: 保存​する​ため​の​十分​な​スペース​が​あり​ませ​ん

source: No Pause in town
et: Linnas ei saa pausi teha
ja: 町中​で​は​ポーズ​でき​ませ​ん

source: Copying to a hard disk is recommended
et: Soovitatav on kopeerida kõvakettale
ja: ハードディスク​へ​の​コピー​を​推奨

source: Multiplayer sync problem
et: Mitmikmängu sünkroonimise probleem
ja: マルチ​プレイヤー​同期​の​問題

source: No pause in multiplayer
et: Mitmikmängus pole pausi
ja: マルチ​プレイ​で​は​ポーズ​が​でき​ませ​ん

source: Saving...
et: Salvestamine...
ja: セーブ​中​…

source: Some are weakened as one grows strong
et: Mõned nõrgenevad, kui üks tugevneb
ja: 幾多​の​犠牲​の​上、新た​なる​力​は​得​られる

source: New strength is forged through destruction
et: Uus jõud sepistatakse hävingu kaudu
ja: 新た​なる​力、破壊​に​より​鍛え​られる

source: Those who defend seldom attack
et: Need, kes kaitsevad, ründavad harva
ja: 厚​き​盾、矛先​は​鈍る

source: The sword of justice is swift and sharp
et: Õigluse mõõk on kiire ja terav
ja: 義​を​以​て​振ら​れる​剣、鋭​き​刃​は​宿る

source: While the spirit is vigilant the body thrives
et: Kui vaim on valvas, siis keha õitseb
ja: 油断​おこたら​ず​ば、その​身​は​守ら​れる

source: The powers of mana refocused renews
et: Mana jõudude keskendumine uuendab
ja: 広がり​し​マナ​の​力、再び​寄り集う

source: Time cannot diminish the power of steel
et: Aeg ei suuda terase jõudu kahandada
ja: 時​の​流れ、鋼​の​力​を​奪う​は​叶わ​ず

source: Magic is not always what it seems to be
et: Maagia ei ole alati see, mis ta näib olevat
ja: 目​に​見える​もの、常​なら​ざる​が​魔術​なり

source: What once was opened now is closed
et: Mis kord oli avatud, on nüüd suletud
ja: 開か​れ​し​物、今、再び​閉じる

source: Intensity comes at the cost of wisdom
et: Intensiivsus tuleb tarkuse hinnaga
ja: 高揚​は​知識​の​代価​に​与え​られる

source: Arcane power brings destruction
et: Arkaaniline jõud toob hävingu
ja: 神秘​の​力​が​災い​を​もたらす

source: That which cannot be held cannot be harmed
et: Seda, mida ei saa hoida, ei saa ka kahjustada
ja: その​何れ​か、保た​れる​こと​なく​傷つく​こと​なく

source: Crimson and Azure become as the sun
et: Karmiin ja asuur muutuvad kui päike
ja: 深紅​と​淡青、太陽​と​なる

source: Knowledge and wisdom at the cost of self
et: Teadmised ja tarkus enese arvelt
ja: 知恵​と​知識​に​己​を​賭けよ

source: Drink and be refreshed
et: Joo ja tunne end värskena
ja: これ​を​飲み、しばし​休ま​れよ

source: Wherever you go, there you are
et: Kuhu iganes sa lähed, seal sa oled
ja: 何処​へ​行く​とも、汝​は​汝

source: Energy comes at the cost of wisdom
et: Energia tuleb tarkuse hinnaga
ja: その​力、知識​の​代価​に​与え​られる

source: Riches abound when least expected
et: Rikkus tuleb siis, kui seda kõige vähem ootad
ja: ちり​も​積もれ​ば​山​と​なる

source: Where avarice fails, patience gains reward
et: Kus ahnus jääb hätta, seal kannatlikkus toob tasu
ja: 強欲​は​朽ち、忍耐​は​報わ​れる

source: Blessed by a benevolent companion!
et: Õnnistatud heatahtliku kaaslase poolt!
ja: 仲間​より​の​慈愛​の​祈り​を​受ける

source: The hands of men may be guided by fate
et: Inimeste käsi võib saatus juhtida
ja: 人​の​手​は、時折​運命​に​よっ​て​導か​れる

source: Strength is bolstered by heavenly faith
et: Jõud on taevasest usust tugevdatud
ja: その​力、神​へ​の​信仰​に​よっ​て​支え​られる

source: The essence of life flows from within
et: Elu olemus voolab seestpoolt
ja: 生命​の​本質、その​内​より​湧き出る

source: The way is made clear when viewed from above
et: Tee saab selgeks, kui vaadata ülevalt
ja: 天​より​の​眺め、道​は​明らか​と​なる

source: Salvation comes at the cost of wisdom
et: Pääsemine tuleb tarkuse hinnaga
ja: 救済​は​知識​の​代価​に​与え​られる

source: Mysteries are revealed in the light of reason
et: Mõistuse valguses paljastuvad saladused
ja: 神秘​は​道理​の​光​の​下、明らか​に​さ​れる

source: Those who are last may yet be first
et: Need, kes on viimased, võivad veel esimesteks saada
ja: 人​より​先んずれ​ど​も​…

source: Generosity brings its own rewards
et: Heldus toob endaga kaasa oma tasu
ja: 寛大​なる​心、いつ​の​日​か​報わ​れん

source: You must be at least level 8 to use this.
et: Selle kasutamiseks peab sul olema vähemalt 8. tase.
ja: この​レベル​は、最低​8​レベル​以上​で​なく​て​は​なり​ませ​ん。

source: You must be at least level 13 to use this.
et: Sa pead olema vähemalt 13. tasemel, et seda kasutada.
ja: この​レベル​は、最低​13​レベル​以上​で​なく​て​は​なり​ませ​ん。

source: You must be at least level 17 to use this.
et: Sa pead olema vähemalt 17. tasemel, et seda kasutada.
ja: この​レベル​は、最低​17​レベル​以上​で​なく​て​は​なり​ませ​ん。

source: Arcane knowledge gained!
et: Salapärane teadmine omandatud!
ja: 神秘​なる​知識​が​授け​られ​た​!

source: That which does not kill you...
et: See, mis sind ei tapa...
ja: 死な​ない​もの​は​…

source: Knowledge is power.
et: Teadmine on jõud.
ja: 知識​は​力​なり

source: Give and you shall receive.
et: Anna ja sulle antakse.
ja: 与えよ、さらば​与え​られ​ん

source: Some experience is gained by touch.
et: Mõningaid kogemusi saadakse puudutuse kaudu.
ja: 触れる​こと​で​得​られる​経験​も​ある。

source: There's no place like home.
et: Kodu pole kusagil mujal.
ja: 家​の​よう​な​場所​は​ない。

source: Spiritual energy is restored.
et: Vaimne energia on taastatud.
ja: 精神的​な​エネルギー​が​回復​する。

source: You feel more agile.
et: Sa tunned end väledamana.
ja: より​機敏​な​感じ​が​する。

source: You feel stronger.
et: Sa tunned end tugevamana.
ja: 強く​なっ​た​と​感じる。

source: You feel wiser.
et: Sa tunned end targemana.
ja: 賢く​なっ​た​と​感じる。

source: You feel refreshed.
et: Sa tunned end värskena.
ja: 爽快感​が​ある。

source: That which can break will.
et: See, mis võib puruneda, purunebki.
ja: 壊せる​もの​は​壊す。

source: Cathedral
et: Katedraal
ja: 大聖堂

source: Catacombs
et: Katakombid
ja: カタコンベ

source: Caves
et: Koopad
ja: 洞窟

source: Nest
et: Pesa
ja: 巣

source: Crypt
et: Krüpt
ja: 地下​聖堂

source: Lv {} {}
et: Tase {} {}

source: {} difficulty
et: {} raskusaste
ja: {} 難易度

source: In Menu
et: Menüüs
ja: メニュー​に​ある

source: loopback
et: tagasiside
ja: ループ​バック

source: Unable to connect
et: Ühendamine ebaõnnestus
ja: 接続​でき​ませ​ん

source: error: read 0 bytes from server
et: viga: serverilt loeti 0 baiti
ja: エラー​：​サーバー​から​データ​を​読み込め​ませ​ん

source: Resolution
et: Lahendus
ja: 解像度

source: Run in Town
et: Jookse linnas
ja: 街​で​走る

source: Theo Quest
et: Theo Otsing
ja: テオクエスト

source: Cow Quest
et: Lehma ülesanne
ja: 牛​クエスト

source: Auto Gold Pickup
et: Automaatne kulla korjamine
ja: 自動​ゴールド​回収

source: Auto Elixir Pickup
et: Automaatne eliksiiri korjamine
ja: 自動​エリクサー​回収

source: Auto Oil Pickup
et: Automaatne õli korjamine
ja: 自動​オイル​回収

source: Auto Pickup in Town
et: Automaatne korjamine linnas
ja: 街中​で​自動​回収

source: Adria Refills Mana
et: Adria täidab mana
ja: エイドリア​の​マナ​補充

source: Auto Equip Weapons
et: Relvade automaatne varustamine
ja: 武器​の​自動​装備

source: Auto Equip Armor
et: Automaatne soomuse varustamine
ja: アーマー​の​自動​装備

source: Auto Equip Helms
et: Kiivrite automaatne varustamine
ja: ヘルム​の​自動​装備

source: Auto Equip Shields
et: Automaatne kilpide varustus
ja: シールド​の​自動​装備

source: Auto Equip Jewelry
et: Ehete automaatne varustamine
ja: ジュエリー​の​自動​装備

source: Randomize Quests
et: Juhuslikud ülesanded
ja: クエスト​の​ランダム化

source: Show Item Labels
et: Kuva üksuste sildid
ja: アイテム​ラベル​を​表示

source: Auto Refill Belt
et: Vöö automaatne täitmine
ja: ベルト​の​自動​補充

source: Disable Crippling Shrines
et: Keela halvavad pühamud
ja: 被害​を​与える​祭壇​を​無効化

source: Heal Potion Pickup
et: Tervendamisjoogi korjamine
ja: ヒーリング​・​ポーション​回収

source: Full Heal Potion Pickup
et: Täieliku tervendamise joogi korje
ja: フルヒーリング​・​ポーション​回収

source: Mana Potion Pickup
et: Mana poti valimine
ja: マナ​・​ポーション​を​回収

source: Full Mana Potion Pickup
et: Täis mana poti korjamine
ja: フルマナ​・​ポーション​回収

source: Rejuvenation Potion Pickup
et: Noorendamise joogi korjamine
ja: 回復​ポーション​回収

source: Full Rejuvenation Potion Pickup
et: Täieliku noorendamise joogi korjamine
ja: フル​回復​ポーション​回収

source: Save Game
et: Salvesta mäng
ja: ゲーム​の​セーブ

source: Options
et: Valikud
ja: オプション

source: Quit Game
et: Lõpeta mäng
ja: ゲーム​の​終了

source: Restart In Town
et: Alusta linnas uuesti
ja: 町​から​やり直す

source: Speed
et: Kiirus
ja: スピード

source: Music Disabled
et: Muusika on keelatud
ja: 音楽​を​禁止

source: Sound
et: Heli
ja: 効果音

source: Sound Disabled
et: Heli on keelatud
ja: 効果音​を​禁止

source: Pause
et: Paus
ja: ポーズ

source: $Keyboard Shortcuts:
et: $Klaviatuuri otseteed:
ja: $​キーボード​ショートカット:

source: F1: Open Help Screen
et: F1: Ava abiaken
ja: F1: ヘルプ​を​開く

source: Esc: Display Main Menu
et: Esc: Kuva põhimenüü
ja: Esc: メインメニュー​を​表示

source: Tab: Display Auto-map
et: Tab: Kuva automaatkaarti
ja: Tab: オート​マップ​を​表示

source: Space: Hide all info screens
et: Tühik: Peida kõik infoekraanid
ja: Space: 全て​の​情報​画面​を​非表示

source: S: Open Speedbook
et: S: Ava kiirusraamat
ja: S: スピード​ブック​を​開く

source: B: Open Spellbook
et: B: Ava loitsuraamat
ja: B: スペル​ブック​を​開く

source: I: Open Inventory screen
et: I: Ava inventari ekraan
ja: I: インベントリ​画面​を​開く

source: C: Open Character screen
et: C: Ava oma tegelaskuju ekraan
ja: C: キャラクター​画面​を​開く

source: Q: Open Quest log
et: K: Ava ülesannete logi
ja: Q: クエストログ​を​開く

source: F: Reduce screen brightness
et: F: Vähenda ekraani heledust
ja: F: 画面​の​明るさ​を​下げる

source: G: Increase screen brightness
et: G: Suurenda ekraani heledust
ja: G​：​画面​の​明るさ​を​上げる

source: Z: Zoom Game Screen
et: Z: Suurenda mänguekraani
ja: Z: ゲーム​画面​の​拡大

source: + / -: Zoom Automap
et: + / -: Suumi automaatkaarti
ja: + / -: ズーム オート​マップ

source: 1 - 8: Use Belt item
et: 1 - 8: Kasuta vöö eset
ja: 1 - 8: ベルト​アイテム​を​使う

source: F5, F6, F7, F8: Set hotkey for skill or spell
et: F5, F6, F7, F8: Määra oskuse või loitsu kiirklahv
ja: F5, F6, F7, F8: スキル、スペル​の​ホットキー​設定

source: Shift + Left Mouse Button: Attack without moving
et: Shift + Vasak hiireklahv: Ründa ilma liikumata
ja: Shift + マウス​の​左​ボタン。動か​ず​に​攻撃

source: Shift + Left Mouse Button (on character screen): Assign all stat points
et: Shift + Vasak hiireklõps (tegelase ekraanil): Määra kõik statistika punktid
ja: Shift + 左​マウス​ボタン​（​キャラクター​画面​上​）。すべて​の​ステータス​ポイント​を​割り当てる

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
et: Shift + Vasak hiireklõps (inventaris): Liiguta ese vööle või varusta/eemalda ese
ja: Shift + 左​マウス​ボタン​（​インベントリ​上​）。アイテム​の​ベルト​へ​の​移動、また​は​アイテム​の​装備​・​非​装備

source: Shift + Left Mouse Button (on belt): Move item to inventory
et: Shift + Vasak hiireklõps (vööl): Liiguta ese inventari
ja: Shift + 左​マウス​ボタン​（​ベルト​上​）。アイテム​を​インベントリ​に​移動

source: $Movement:
et: $Liikumine:
ja: $​移動:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
et: Kui hoiad hiire nuppu all liikumise ajal, liigub tegelane jätkuvalt selles suunas.
ja: 移動中​に​マウス​ボタン​を​押し​た​まま​に​する​と、キャラクター​は​その​方向​に​移動​し​続け​ます。

source: $Combat:
et: $Võitlus:
ja: $​戦闘:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
et: Shift-klahvi all hoidmine ja seejärel vasakklõpsamine võimaldab tegelasel rünnata ilma liikumata.
ja: シフトキー​を​押し​ながら​左​クリック​を​する​と、キャラクター​が​動か​ず​に​攻撃​する​こと​が​でき​ます。

source: $Auto-map:
et: $Automaatkaart:
ja: $​オート​マップ:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
et: Automaatkaardi avamiseks klõpsa teaberibal nupule 'MAP' või vajuta klaviatuuril 'TAB'. Kaardi sisse- ja väljasuumimine toimub + ja - klahvidega. Kaardi kerimiseks kasuta nooleklahve.
ja: オート​マップ​に​アクセス​する​に​は、情報​バー​の​「​MAP​」​ボタン​を​クリック​する​か、キーボード​の​「​TAB​」​を​押し​ます。地図​の​拡大​・​縮小​は​＋​キー​と​-​キー​で​行い​ます。地図​の​スクロール​は、矢印​キー​で​行い​ます。

source: $Picking up Objects:
et: $Esemete korjamine:
ja: $​オブジェクト​を​拾う:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
et: Kasutatavad esemed, mis on väikesed, nagu näiteks joogid või rullid, paigutatakse automaatselt sinu 'vööle', mis asub liideseriba ülaosas. Kui ese asetatakse vööle, ilmub sellesse kasti väike number. Esmeid saab kasutada kas vastava numbri vajutamisega või esemel paremklõpsuga.
ja: ポーション​や​巻物​など、サイズ​の​小さい​使用​可能​な​アイテム​は、インターフェイスバー​の​上部​に​ある​「​ベルト​」​に​自動的​に​配置​さ​れ​ます。ベルト​に​アイテム​を​入れる​と、その​ボックス​に​小さな​数字​が​表示​さ​れ​ます。アイテム​は、対応​する​番号​を​押す​か、アイテム​上​で​右​クリック​する​こと​で​使用​でき​ます。

source: $Gold:
et: $Kuld:
ja: $​ゴールド:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
et: Sa saad valida konkreetse koguse kulda, mida maha panna, klõpsates oma inventaris kulla kuhjal parema hiireklahviga.
ja: インベントリ​内​の​ゴールド​の​山​を​右​クリック​する​と、ドロップ​する​ゴールド​の​量​を​指定​する​こと​が​でき​ます。

source: $Skills & Spells:
et: $Osavused ja Loitsud:
ja: $​スキル​と​呪文:
