Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

# monster
source: Skeleton Captain
et: Skeletikapten
ja: スケルトン​・​キャプテン

# monster
source: Corpse Captain
et: Laiba kapten
ja: コープス​・​キャプテン

# monster
source: Burning Dead Captain
et: Põlevate Surnute Kapten
ja: バーニング​デッド​・​キャプテン

# monster
source: Horror Captain
et: Õuduse kapten
ja: ホラー​・​キャプテン

# monster
source: Invisible Lord
et: Nähtamatu isand
ja: インビジブル​・​ロード

# monster
source: Hidden
et: Peidetud
ja: ヒドゥン

# monster
source: Stalker
et: Jälitaja
ja: ストーカー

# monster
source: Unseen
et: Nähtamatu
ja: アンシーン

# monster
source: Illusion Weaver
et: Illusioonikuduja
ja: イリュージョン​・​ウィーバー

# monster
source: Satyr Lord
et: Saatüürisand
ja: サティアル​・​ロード

# monster
source: Flesh Clan
et: Lihaklann
ja: フレッシュ​クラン

# monster
source: Stone Clan
et: Kiviklan
ja: ストーン​クラン

# monster
source: Fire Clan
et: Tule klann
ja: ファイヤー​クラン

# monster
source: Night Clan
et: Ööklann
ja: ナイト​クラン

# monster
source: Fiend
et: Deemon
ja: フィーンド

# monster
source: Blink
et: Pilgutõmme
ja: ブリンク

# monster
source: Gloom
et: Hämarus
ja: グルーム

# monster
source: Familiar
et: Tuttav
ja: ファミリアー

# monster
source: Acid Beast
et: Happemadu elajas
ja: アシッド​ビースト

# monster
source: Poison Spitter
et: Mürgiprits
ja: ポイゾンスピッター

# monster
source: Pit Beast
et: Koopabeast
ja: ピット​ビースト

# monster
source: Lava Maw
et: Lava Lõug
ja: ラバ​・​マウ

# monster
source: Skeleton King
et: Luukuningas
ja: スケルトン​キング

# monster
source: The Butcher
et: Lihunik
ja: ブッチャー

# monster
source: Overlord
et: Ülemus
ja: オーバーロード

# monster
source: Mud Man
et: Mudamees
ja: マッドマン

# monster
source: Toad Demon
et: Konnadeemon
ja: トードデーモン

# monster
source: Flayed One
et: Nülitud
ja: フレイドワン

# monster
source: Wyrm
et: Loheuss
ja: ウィルム

# monster
source: Cave Slug
et: Koobas
ja: ケイブ​スラッグ

# monster
source: Devil Wyrm
et: Kuradi Uss
ja: デビルウィルム

# monster
source: Devourer
et: Neelaja
ja: ディバウアー

# monster
source: Magma Demon
et: Magma deemon
ja: マグマ​デーモン

# monster
source: Blood Stone
et: Verikivi
ja: ブラッド​ストーン

# monster
source: Hell Stone
et: Põrgu Kivi
ja: ヘルス​トーン

# monster
source: Lava Lord
et: Lava Isand
ja: ラバ​・​ロード

# monster
source: Horned Demon
et: Sarviline deemon
ja: ホーンドデーモン

# monster
source: Mud Runner
et: Mudajooks
ja: マッド​ランナー

# monster
source: Frost Charger
et: Külmalaadija
ja: フロスト​チャージャー

# monster
source: Obsidian Lord
et: Obsidiaanist Isand
ja: オブシディアンロード

# monster
source: oldboned
et: vanaluine
ja: オールド​ボンド

# monster
source: Red Death
et: Punane Surm
ja: レッドデス

# monster
source: Litch Demon
et: Litsidemon
ja: リッチ​デーモン

# monster
source: Undead Balrog
et: Elav Balrog
ja: アンデッド​・​バルログ

# monster
source: Incinerator
et: Põletaja
ja: インシネレーター

# monster
source: Flame Lord
et: Leegilord
ja: フレイム​ロード

# monster
source: Doom Fire
et: Hukatusetuli
ja: ドゥーム​ファイヤー

# monster
source: Hell Burner
et: Põrgu Põletaja
ja: ヘルバーナー

# monster
source: Red Storm
et: Punane Torm
ja: レッド​ストーム

# monster
source: Storm Rider
et: Tormisõitja
ja: ストーム​ライダー

# monster
source: Storm Lord
et: Tormisandur
ja: ストーム​・​ロード

# monster
source: Devil Kin Brute
et: Kuradi Kinni Brutaal
ja: デビルキン​・​ブルート

# monster
source: Winged-Demon
et: Tiivul-demon
ja: ウィングド​・​デーモン

# monster
source: Gargoyle
et: Gargoil
ja: ガーゴイル

# monster
source: Blood Claw
et: Veriküünis
ja: ブラッド​クロウ

# monster
source: Death Wing
et: Surmatiib
ja: デスウィング

# monster
source: Slayer
et: Tapja
ja: スレイヤー

# monster
source: Guardian
et: Kaitsja
ja: ガーディアン

# monster
source: Vortex Lord
et: Vortexi isand
ja: ボルテックス​・​ロード

# monster
source: Cave Viper
et: Koobas Madu
ja: ケイブ​・​バイパー

# monster
source: Fire Drake
et: Tulelohe
ja: ファイヤー​・​ドレイク

# monster
source: Gold Viper
et: Kuldne Madu
ja: ゴールド​・​バイパー

# monster
source: Azure Drake
et: Asuurdrake
ja: アジャー​・​ドレイク

# monster
source: Black Knight
et: Must rüütel
ja: ブラック​ナイト

# monster
source: Doom Guard
et: Hukatusvalvur
ja: ドゥーム​ガード

# monster
source: Steel Lord
et: Terasisandur
ja: スチール​ロード

# monster
source: Blood Knight
et: Vererüütel
ja: ブラッド​ナイト

# monster
source: The Shredded
et: Rebitud
ja: ザ​・​シュレッド

# monster
source: Hollow One
et: Tühi Üks
ja: ホロウワン

# monster
source: Pain Master
et: Valumeister
ja: ペイン​マスター

# monster
source: Reality Weaver
et: Reaalsuse Kuduja
ja: リアリティ​・​ウィーバー

# monster
source: Succubus
et: Sukkubus
ja: サキュバス

# monster
source: Snow Witch
et: Lumewiit
ja: スノウ​・​ウィッチ

# monster
source: Hell Spawn
et: Põrgu Sigitis
ja: ヘルス​ポーン

# monster
source: Soul Burner
et: Hingepõletaja
ja: ソウル​バーナー

# monster
source: Counselor
et: Nõunik
ja: カウンセラー

# monster
source: Magistrate
et: Magistraat
ja: マジストレイト

# monster
source: Cabalist
et: Kabalist
ja: カバリスト

# monster
source: Advocate
et: Advokaat
ja: アドボケイト

# monster
source: The Dark Lord
et: Tume Isand
ja: ザ​・​ダーク​ロード

# monster
source: The Arch-Litch Malignus
et: Ülilits Malignus
ja: ジ​・​アーク​リッチ​・​メリグヌス

# monster
source: Hellboar
et: Põrguseak
ja: ヘルボア

# monster
source: Stinger
et: Astel
ja: スティンガー

# monster
source: Psychorb
et: Psühhoorb
ja: サイコ​-​ブ

# monster
source: Felltwin
et: Langetapja
ja: フェルト​ウィン

# monster
source: Hork Spawn
et: Horki järglane
ja: ホーク​・​スポーン

# monster
source: Venomtail
et: Mürgihäbelik
ja: ヴェノム​テール

# monster
source: Spider Lord
et: Ämbliklord
ja: スパイダー​・​ロード

# monster
source: Lashworm
et: Piitsuss
ja: ラッシュ​ワーム

# monster
source: Torchant
et: Põletusants
ja: トーチャント

# monster
source: Hork Demon
et: Hork deemon
ja: ホーク​・​デーモン

# monster
source: Hell Bug
et: Põrgu Viga
ja: ヘルバグ

# monster
source: Gravedigger
et: Hauakaevaja
ja: グレイブディガー

# monster
source: Tomb Rat
et: Hauarott
ja: トゥーム​・​ラット

# monster
source: Firebat
et: Tuleleek
ja: ファイヤー​バット

# monster
source: Skullwing
et: Koljutiib
ja: スカル​ウィング

# monster
source: Lich
et: Lits
ja: リッチ

# monster
source: Crypt Demon
et: Krüpti deemon
ja: クリプト​・​デーモン

# monster
source: Hellbat
et: Põrgulepatriinu
ja: ヘルバット

# monster
source: Bone Demon
et: Luudeemon
ja: ボーン​デーモン

# monster
source: Arch Lich
et: Ülikõrts
ja: アーチ​・​リッチ

# monster
source: Biclops
et: Bikloob
ja: バイク​ロップス

# monster
source: Flesh Thing
et: Lihasasi
ja: フレッシュ​・​シング

# monster
source: Reaper
et: Vikatimees
ja: リーパー

# monster
source: Gharbad the Weak
et: Nõrk Gharbad
ja: 弱虫​ガーバッド

# monster
source: Zhar the Mad
et: Zhar Hullumeelne
ja: 狂人​ザール

# monster
source: Snotspill
et: Tatiprits
ja: スノッツピル

# monster
source: Arch-Bishop Lazarus
et: Ülempiiskop Lazarus
ja: 大司教​ラザルス

# monster
source: Red Vex
et: Punane Vex
ja: レッドヴェックス

# monster
source: Black Jade
et: Must jadeiit
ja: ブラック​・​ジェイド

# monster
source: Warlord of Blood
et: Verelord
ja: 鮮血​の​将軍

# monster
source: The Defiler
et: Rüvetaja
ja: デファイラー

# monster
source: Bonehead Keenaxe
et: Luukere Teravkirves
ja: ボーン​ヘッド​・​キーン​アックス

# monster
source: Bladeskin the Slasher
et: Viilutaja Teranahk
ja: ブレード​スキン​・​ザ​・​スラッシャー

# monster
source: Soulpus
et: Hingemäda
ja: ソウルパス

# monster
source: Pukerat the Unclean
et: Pukerat Rüve
ja: ピュー​クラット​・​ジ​・​アンクリーン

# monster
source: Boneripper
et: Kondirabaja
ja: ボーン​リッパー

# monster
source: Rotfeast the Hungry
et: Näljas Mädapidu
ja: ロットフィースト​・​ザ​・​ハングリー

# monster
source: Gutshank the Quick
et: Kiire Gutshank
ja: ガット​シャンク​・​ザ​・​クイック

# monster
source: Brokenhead Bangshield
et: Murtudpea Kilpimüts
ja: ブロークン​ヘッド​・​バンシールド

# monster
source: Rotcarnage
et: Verelõikur
ja: ロットカルネージ

# monster
source: Shadowbite
et: Varjuhammustus
ja: シャドー​バイト

# monster
source: Deadeye
et: Surnusilm
ja: デッドアイ

# monster
source: Madeye the Dead
et: Surnud Hullsilme
ja: マッドアイ​・​ザ​・​デッド

# monster
source: Skullfire
et: Koljuleek
ja: スカル​ファイヤー

# monster
source: Warpskull
et: Sõjakolju
ja: ワープ​スカル

# monster
source: Goretongue
et: Verikeel
ja: ゴアータン

# monster
source: Pulsecrawler
et: Pulssipug
ja: パルスクロウラー

# monster
source: Moonbender
et: Kuu Painutaja
ja: ムーン​ベンダー

# monster
source: Wrathraven
et: Raevuviha
ja: ラスレイブン

# monster
source: Spineeater
et: Selgroogija
ja: スパイン​イーター

# monster
source: Blackash the Burning
et: Põlev Musttuha
ja: ブラッカス​・​ザ​・​バーニング

# monster
source: Shadowcrow
et: Varjukaar
ja: シャドウ​クロウ

# monster
source: Blightstone the Weak
et: Nõrkuse Rõhukivi
ja: ブライト​ストーン​・​ザ​・​ウィーク

# monster
source: Bilefroth the Pit Master
et: Bilefroth, Sügaviku Isand
ja: ビルフロス​・​ザ​・​ピット​マスター

# monster
source: Bloodskin Darkbow
et: Verinahk Nahkjas
ja: ブラッド​スキン​・​ダークボウ

# monster
source: Foulwing
et: <translated:Rikutis>
ja: ファウル​ウィング

# monster
source: Shadowdrinker
et: Varjudejooja
ja: シャドウ​・​ドリンカー

# monster
source: Hazeshifter
et: Udusenihe
ja: ヘイズ​シフター

# monster
source: Deathspit
et: Surmasülg
ja: デススピット

# monster
source: Bloodgutter
et: Verelõikur
ja: ブラッドガッター

# monster
source: Deathshade Fleshmaul
et: Surmavarju Lihanuia
ja: デスシェイド​・​フレッシュ​モール

# monster
source: Warmaggot the Mad
et: Hullumeelne Warmaggot
ja: ウォーマガット​・​ザ​・​マッド

# monster
source: Glasskull the Jagged
et: Klaaskolju Sakiline
ja: グラス​スカル​・​ザ​・​ジャギッド

# monster
source: Blightfire
et: Kõduleek
ja: ブライト​ファイヤー

# monster
source: Nightwing the Cold
et: Öötiib Tihe Külm
ja: ナイト​ウィング​・​ザ​・​コールド

# monster
source: Gorestone
et: Verikivi
ja: ゴアストーン

# monster
source: Bronzefist Firestone
et: Tulekivi Pronksinupp
ja: ブロンズ​フィスト​・​ファイヤー​ストーン

# monster
source: Wrathfire the Doomed
et: Hukatuslik Vihatuled
ja: ラスファイヤー​・​ザ​・​ドゥームド

# monster
source: Firewound the Grim
et: Firewound, See Sünge
ja: ファイヤーウーンド​・​ザ​・​グリム

# monster
source: Baron Sludge
et: Parun Lörts
ja: バロン​・​スラッジ

# monster
source: Blighthorn Steelmace
et: Blighthorni Terasnuia
ja: ブライト​ホーン​・​スチール​メイス

# monster
source: Chaoshowler
et: Kaosikarjeja
ja: カオス​ハウラー

# monster
source: Doomgrin the Rotting
et: Mädanik Doomgrin
ja: ドゥーム​グリン​・​ザ​・​ロッティング

# monster
source: Madburner
et: Hullupõletaja
ja: マッド​バーナー

# monster
source: Bonesaw the Litch
et: Luuasaag Lits
ja: ボーンソウ​・​ザ​・​リッチ

# monster
source: Breakspine
et: Selgroogmurdja
ja: ブレイク​スパイン

# monster
source: Devilskull Sharpbone
et: Kuradikolju Teravluu
ja: デビル​スカル​・​シェイプ​ボーン

# monster
source: Brokenstorm
et: Murtudtorm
ja: ブロークン​ストーム

# monster
source: Stormbane
et: Tormivits
ja: ストーム​ベイン

# monster
source: Oozedrool
et: Limaoige
ja: ウーズ​ドロール

# monster
source: Goldblight of the Flame
et: Leegikuma Leegitseja
ja: ゴールド​ブライト​・​オブ​・​ザ​・​フレイム

# monster
source: Blackstorm
et: Musttorm
ja: ブラック​ストーム

# monster
source: Plaguewrath
et: Katkupõlgus
ja: プレイ​グラス

# monster
source: The Flayer
et: Nülgija
ja: ザ​・​フレイヤー

# monster
source: Bluehorn
et: Sinisarv
ja: ブルー​ホーン

# monster
source: Warpfire Hellspawn
et: Tulepõrgu Järeltulija
ja: ワープ​ファイヤ​・​ヘルス​ポーン

# monster
source: Fangspeir
et: Kihvapiik
ja: ファング​スピア

# monster
source: Festerskull
et: Mädakolju
ja: フェスタースカル

# monster
source: Lionskull the Bent
et: Kõver Lõvikolju
ja: ライオン​スカル​・​ザ​・​ベント

# monster
source: Blacktongue
et: Mustkeel
ja: ブラックタン

# monster
source: Viletouch
et: Vilepuude
ja: ヴァイル​タッチ

# monster
source: Viperflame
et: Viperileek
ja: バイパー​フレーム

# monster
source: Fangskin
et: Kihvnahk
ja: ファング​スキン

# monster
source: Witchfire the Unholy
et: Nõiatuli Pühaduseta
ja: ウィッチ​ファイヤー​・​ジ​・​アンホーリー

# monster
source: Blackskull
et: Mustkolju
ja: ブラック​スカル

# monster
source: Soulslash
et: Hingelõige
ja: ソウル​スラッシュ

# monster
source: Windspawn
et: Tuulekülv
ja: ウインド​スポーン

# monster
source: Lord of the Pit
et: Augu isand
ja: ロード​・​オブ​・​ザ​・​ピット

# monster
source: Rustweaver
et: Roostekuduja
ja: ラスト​ウィーバー

# monster
source: Howlingire the Shade
et: Ulguvari Varjund
ja: ハウリング​・​ザ​・​シェイド

# monster
source: Doomcloud
et: Hukatuspilv
ja: ドゥーム​クラウド

# monster
source: Bloodmoon Soulfire
et: Veremoon Hingetuli
ja: ブラッド​ムーン​・​ソウル​ファイヤー

# monster
source: Witchmoon
et: Nõiakuu
ja: ウィッチ​ムーン

# monster
source: Gorefeast
et: Veremöll
ja: ゴアーフィースト

# monster
source: Graywar the Slayer
et: Tapja Hallusõdalane
ja: グレイ​ウォー​・​ザ​・​スレイヤー

# monster
source: Dreadjudge
et: Kohutavkohtunik
ja: ドレッド​ジャッジ

# monster
source: Stareye the Witch
et: Nõid Tähetäht
ja: スターアイ​・​ザ​・​ウィッチ

# monster
source: Steelskull the Hunter
et: Teraskolju Jahimees
ja: スチール​スカル​・​ザ​・​ハンター

# monster
source: The Vizier
et: Vezier
ja: ザ​・​ヴァイザー

# monster
source: Bloodlust
et: Verejanu
ja: ブラッド​ラスト

# monster
source: Webwidow
et: Veebilesk
ja: ウェブ​・​ウィドウ

# monster
source: Fleshdancer
et: Lihavõlur
ja: フレッシュ​ダンサー

# monster
source: Doomlock
et: Hukatuslukk
ja: ドゥーム​ロック

source: Bard
ja: バード

source: Diablo
ja: ディアブロ

source: Hellfire
ja: ヘルファイア

source: <arena-number>
ja: <​アリーナ​番号​>

source: <number>
ja: <​番号​>

source: Failed to open file: {:s} {:s} The MPQ file(s) might be damaged. Please check the file integrity.
ja: ファイル​を​開け​ませ​ん​でし​た​：​ {:s} {:s} MPQ​ファイル​が​破損​し​て​いる​可能性​が​あり​ます。ファイル​の​整合性​を​確認​し​て​ください。

source: Gamma
ja: 明るさ

source: {0} of {1}
ja: {1}​の​{0}

source: Mana: {:+d}
ja: マナ: {:+d}

source: Demon
ja: デーモン

source: Eldritch
ja: 妖魔​の

source: Mana
ja: マナ

source: inv
ja: 持ち物

# spellbook
source: Mana: {:d}
ja: マナ {:d}

source: Lachdanan
ja: ラック​ダナン

source: Na-Krul
ja: ナ​・​クルル

source: Griswold
ja: グリズウォルド

source: Pepin
ja: ペピン

source: Ogden
ja: オグデン

source: Farnham
ja: ファーンハム

source: Adria
ja: エイドリア

source: Gillian
ja: ジリアン

source: Wirt
ja: ワート

source: Celia
ja: セリア

# monster
source: Maelstrom
ja: メイルシュトロム

# monster
source: Balrog
ja: バルログ

# monster
source: Golem
ja: ゴーレム

# monster
source: Arachnon
ja: アラクノン

# monster
source: Necromorb
ja: ネクロモーブ

# monster
source: Na-Krul
ja: ナ​・​クルル

# monster
source: Lachdanan
ja: ラック​ダナン

# monster
source: Bongo
ja: ボンゴ

# monster
source: El Chupacabras
ja: エル​・​チュパ​カブラ

# monster
source: Sir Gorash
ja: サー​・​ゴラッシュ

# monster
source: Zamphir
ja: ザンピール

# monster
source: Grimspike
ja: グリム​スパイク

source: Empyrean Band
ja: エンペリアン​・​バンド

source: Theodore
ja: テオドア

source: Falchion
ja: ファルシオン

source: Claymore
ja: クレイモア

source: Gotterdamerung
ja: ゴッタダマルング

source: Flambeau
ja: フランボー

source: Blitzen
ja: ブリッツェン

source: Shirotachi
ja: 白​太刀

source: Mithril
ja: ミスリル

source: Lapis
ja: ラピス

source: vim
ja: ヴィム

# spell
source: Nova
ja: ノヴァ

# spell
source: Golem
ja: ゴーレム

# spell
source: Mana
ja: マナ

# spell
source: Berserk
ja: バーサク
