Repository: verilog15/repos9
Catalog: 1744832427-diasurgical-DevilutionX/Translations/*.po
Languages: et, ja

source: Short Sword
et: Lühike mõõk
ja: ショート​ソード

source: Buckler
et: Väike kilp
ja: バックラー

source: Club
et: Nuia
ja: クラブ

source: Short Bow
et: Lühike vibu
ja: ショートボウ

source: Short Staff of Mana
et: Mana Lühiõõts
ja: ショート​スタッフ​・​オブ​・​マナ

source: Cleaver
et: Lihunikirves
ja: クリーバー

source: The Undead Crown
et: Undeadi kroon
ja: アンデッド​・​クラウン

source: Magic Rock
et: Maagiline Kivi
ja: 天界​の​石

source: Optic Amulet
et: Optiline amulett
ja: オプティック​・​アミュレット

source: Ring of Truth
et: Tõe sõrmus
ja: リング​・​オブ​・​トゥルース

source: Tavern Sign
et: Kõrtsi silt
ja: 宿屋​の​看板

source: Harlequin Crest
et: Harlekiini Hari
ja: ハーレクイン​・​クレスト

source: Veil of Steel
et: Teraseloor
ja: ベイル​・​オブ​・​スチール

source: Golden Elixir
et: Kuldne Eliksiir
ja: ゴールデン​・​エリクサー

source: Brain
et: Aju
ja: 脳味噌

source: Fungal Tome
et: Seenetome
ja: 菌類​に​関する​研究

source: Spectral Elixir
et: Spektraalne eliksiir
ja: スペクトラルエリクサー

source: Blood Stone
et: Verikivi
ja: ブラッド​ストーン

source: Cathedral Map
et: Katedraali kaart
ja: 大聖堂​の​マップ

source: Heart
et: Süda
ja: ハート

source: Potion of Healing
et: Tervendamise jook
ja: ヒーリング​・​ポーション

source: Potion of Mana
et: Mana jook
ja: マナ​・​ポーション

source: Scroll of Identify
et: Identifitseerimise rull
ja: 鑑定​の​スクロール

source: Scroll of Town Portal
et: Linna Portaali Rull
ja: タウン​ポータル​・​スクロール

source: Arkaine's Valor
et: Arkaine'i Vapruse
ja: アルケイン​の​鎧​・​ヴァロー

source: Potion of Full Healing
et: Täieliku tervendamise jook
ja: フルヒーリング​・​ポーション

source: Potion of Full Mana
et: Täismana jook
ja: フルマナ​・​ポーション

source: Griswold's Edge
et: Griswoldi Serv
ja: グリズウォルド​の​剣

source: Bovine Plate
et: Veiseplaat
ja: ウシ​の​プレート

source: Staff of Lazarus
et: Lazari sau
ja: ラザルス​の​杖

source: Scroll of Resurrect
et: Ülestõusmise rull
ja: リザレクション​・​スクロール

source: Short Staff
et: Lühike sau
ja: ショート​スタッフ

source: Sword
et: Mõõk
ja: ソード

source: Dagger
et: Pistoda
ja: ダガー

source: Rune Bomb
et: Ruunipomm
ja: ルーン​爆弾

source: Auric Amulet
et: Auriku amulett
ja: オーリック​・​アミュレット

source: Torn Note 1
et: Rebitud Märkus 1
ja: トーン​・​ノート​1

source: Torn Note 2
et: Rebitud Märkus 2
ja: トーン​・​ノート​2

source: Torn Note 3
et: Rebitud Märkus 3
ja: トーン​・​ノート​3

source: Reconstructed Note
et: Rekonstrueeritud märkus
ja: 復元​さ​れ​た​ノート

source: Brown Suit
et: Pruun ülikond
ja: ブラウン​・​スーツ

source: Grey Suit
et: Hallikas ülikond
ja: グレイ​・​スーツ

source: Cap
et: Müts
ja: キャップ

source: Skull Cap
et: Kolju kiiver
ja: スカル​キャップ

source: Helm
et: Kiiver
ja: ヘルム

source: Full Helm
et: Täis kiiver
ja: フルヘルム

source: Crown
et: Kroon
ja: クラウン

source: Great Helm
et: Suur kiiver
ja: グレートヘルム

source: Cape
et: Keep
ja: ケープ

source: Rags
et: Kaltsud
ja: ラグ

source: Cloak
et: Keep
ja: クローク

source: Robe
et: Rüü
ja: ローブ

source: Quilted Armor
et: Vatevattest soomusrüü
ja: キルテッドアーマー

source: Leather Armor
et: Nahksoomus
ja: レザー​アーマー

source: Hard Leather Armor
et: Kõva nahast turvis
ja: ハード​レザー​アーマー

source: Studded Leather Armor
et: Nahknastudega turvis
ja: スタデッドレザーアーマー

source: Ring Mail
et: Rõõmsoomus
ja: リング​メイル

source: Mail
et: Rüü
ja: メイル

source: Chain Mail
et: Rüü
ja: チェイン​メイル

source: Scale Mail
et: Soomusrüü
ja: スケイルメイル

source: Breast Plate
et: Rinnaturvis
ja: ブレスト​プレート

source: Plate
et: Rüü
ja: プレート

source: Splint Mail
et: Liistturvis
ja: スプリント​メイル

source: Plate Mail
et: Plaatsoomusrüü
ja: プレート​メイル

source: Field Plate
et: Plaatsoomusrüü
ja: フィールド​プレート

source: Gothic Plate
et: Gooti plaatrüü
ja: ゴシック​プレート

source: Full Plate Mail
et: Täisplaatrüü
ja: フルプレートメイル

source: Shield
et: Kilp
ja: シールド

source: Small Shield
et: Väike kilp
ja: スモール​シールド

source: Large Shield
et: Suur kilp
ja: ラージ​シールド

source: Kite Shield
et: Loorskilp
ja: カイト​シールド

source: Tower Shield
et: Tornikaitse
ja: タワー​シールド

source: Gothic Shield
et: Gooti kilp
ja: ゴシック​シールド

source: Potion of Rejuvenation
et: Noorendamise jook
ja: 回復​ポーション

source: Potion of Full Rejuvenation
et: Täieliku noorendamise eliksiir
ja: フル​回復​ポーション

source: Oil
et: Õli
ja: オイル

source: Elixir of Strength
et: Tugevuse eliksiir
ja: STR の​エリクサー

source: Elixir of Magic
et: Maagia eliksiir
ja: MAG の​エリクサー

source: Elixir of Dexterity
et: Osavuse eliksiir
ja: DEX の​エリクサー

source: Elixir of Vitality
et: Eliksiir Elujõust
ja: VIT の​エリクサー

source: Scroll of Healing
et: Tervendamise rull
ja: ヒーリング​・​スクロール

source: Scroll of Search
et: Otsingurull
ja: サーチ​・​スクロール

source: Scroll of Lightning
et: Välgu rull
ja: ライトニング​・​スクロール

source: Scroll of Fire Wall
et: Tulemüüri rull
ja: ファイヤー​ウォール​・​スクロール

source: Scroll of Inferno
et: Põrgu kerimine
ja: インフェルノ​・​スクロール

source: Scroll of Flash
et: Välgu rull
ja: フラッシュ​・​スクロール

source: Scroll of Infravision
et: Infranägemise rull
ja: インフラ​ビジョン​・​スクロール

source: Scroll of Phasing
et: Faasi kerimine
ja: フェイジング​・​スクロール

source: Scroll of Mana Shield
et: Mana Kilbi Rull
ja: マナシールド​・​スクロール

source: Scroll of Flame Wave
et: Leegilaine rull
ja: フレイム​ウェーブ​・​スクロール

source: Scroll of Fireball
et: Tulepalli kerimine
ja: ファイヤー​ボール​・​スクロール

source: Scroll of Stone Curse
et: Kivineeduse rull
ja: ストーン​カース​・​スクロール

source: Scroll of Chain Lightning
et: Ahelkiri Kettvälk
ja: チェイン​ライトニング​・​スクロール

source: Scroll of Guardian
et: Valvuri rull
ja: ガーディアン​・​スクロール

source: Scroll of Nova
et: Nova kerimine
ja: ノヴァ​・​スクロール

source: Scroll of Golem
et: Golemi rull
ja: ゴーレム​・​スクロール

source: Scroll of Teleport
et: Teleporteerimise rull
ja: テレポート​・​スクロール

source: Scroll of Apocalypse
et: Apokalüpsise rull
ja: アポカリプス​・​スクロール

source: Scimitar
et: Kaheterane mõõk
ja: シミター

source: Blade
et: Tera
ja: ブレード

source: Sabre
et: Saabel
ja: サーベル

source: Long Sword
et: Pikk mõõk
ja: ロング​ソード

source: Broad Sword
et: Lai mõõk
ja: ブロード​ソード

source: Bastard Sword
et: Pärispea mõõk
ja: バスタード​ソード

source: Two-Handed Sword
et: Kahesekäeline mõõk
ja: ツーハンデッドソード

source: Great Sword
et: Suur mõõk
ja: グレート​ソード

source: Small Axe
et: Väike kirves
ja: スモール​アックス

source: Axe
et: Kirves
ja: アックス

source: Large Axe
et: Suur kirves
ja: ラージ​アックス

source: Broad Axe
et: Lai kirves
ja: ブロード​アックス

source: Battle Axe
et: Lahingukirves
ja: バトル​アックス

source: Great Axe
et: Võimas kirves
ja: グレート​アックス

source: Mace
et: Nuia
ja: メイス

source: Morning Star
et: Hommikutäht
ja: モーニングスター

source: War Hammer
et: Sõjahaamer
ja: ウォー​ハンマー

source: Hammer
et: Vasar
ja: ハンマー

source: Spiked Club
et: Ogalikuga nui
ja: スパイクドクラブ

source: Flail
et: Vihmapiits
ja: フレイル

source: Maul
et: Nuia
ja: モール

source: Bow
et: Vibu
ja: ボウ

source: Hunter's Bow
et: Küti vibu
ja: ハンターズボウ

source: Long Bow
et: Pikk vibu
ja: ロングボウ

source: Composite Bow
et: Komposiitvibu
ja: コンポジットボウ

source: Short Battle Bow
et: Lühike lahinguvibu
ja: ショートバトルボウ

source: Long Battle Bow
et: Pikk lahinguvibu
ja: ロングバトルボウ

source: Short War Bow
et: Lühike sõjasõrmus
ja: ショートウォーボウ

source: Long War Bow
et: Pikk sõjasulg
ja: ロングウォーボウ

source: Long Staff
et: Pikk sau
ja: ロング​スタッフ

source: Composite Staff
et: Komposiitkepp
ja: コンポジット​スタッフ

source: Quarter Staff
et: Veerandkepp
ja: クォーター​スタッフ

source: War Staff
et: Sõjasau
ja: ウォー​スタッフ

source: Ring
et: Sõrmus
ja: リング

source: Amulet
et: Amulett
ja: アミュレット

source: Rune of Fire
et: Tuleruuna
ja: ルーン​・​オブ​・​ファイヤー

source: Rune
et: Ruun
ja: ルーン

source: Rune of Lightning
et: Välgu ruun
ja: ルーン​・​オブ​・​ライトニング

source: Greater Rune of Fire
et: Suurem Tuleruun
ja: グレーター​・​ルーン​・​オブ​・​ファイヤー

source: Greater Rune of Lightning
et: Suurem välgu ruun
ja: グレーター​・​ルーン​・​オブ​・​ライトニング

source: Rune of Stone
et: Kiviruuni
ja: ルーン​・​オブ​・​ストーン

source: Short Staff of Charged Bolt
et: Laetud noole lühike sau
ja: ショート​スタッフ​・​オブ​・​チャージド​ボルト

source: Arena Potion
et: Arena jook
ja: アリーナ​ポーション

source: The Butcher's Cleaver
et: Lihuniku kirves
ja: ブッチャーズ​・​クリーバー

source: The Rift Bow
et: Lõhe Vibu
ja: ザ​・​リフトボウ

source: The Needler
et: Nõelaja
ja: ザ​・​ニードラー

source: The Celestial Bow
et: Taevalik vibu
ja: ザ​・​セレスティアル​・​ボウ

source: Deadly Hunter
et: Surmav Kütt
ja: デッドリー​ハンター

source: Bow of the Dead
et: Surnute vibu
ja: ボウ​・​オブ​・​ザ​・​デッド

source: The Blackoak Bow
et: Musttamme vibu
ja: ザ​・​ブラックオークボウ

source: Flamedart
et: Tuleodav
ja: フレイムダート

source: Fleshstinger
et: Lihasõel
ja: フレッシュ​スティンガー

source: Windforce
et: Tuulejõud
ja: ウインド​フォース

source: Eaglehorn
et: Kotkasarv
ja: イーグル​ホーン

source: Gonnagal's Dirk
et: Gonnagali pistoda
ja: ゴナーガルズ​・​ダーク

source: The Defender
et: Kaitsja
ja: ザ​・​ディフェンダー

source: Gryphon's Claw
et: Grüfoni Küünis
ja: グリフォン​の​爪

source: Black Razor
et: Must Razor
ja: ブラック​・​レイザー

source: Gibbous Moon
et: Kahane Kuu
ja: ギバス​・​ムーン

source: Ice Shank
et: Jääteravik
ja: アイス​シャンク

source: The Executioner's Blade
et: Timuka Mõõk
ja: ジ​・​エクスキュージョナーズ​・​ブレード

source: The Bonesaw
et: Luunasaag
ja: ザ​・​ボーンソウ

source: Shadowhawk
et: Varjukull
ja: シャドウ​ホーク

source: Wizardspike
et: Võluripiik
ja: ウィザード​スパイク

source: Lightsabre
et: Valgusemõõk
ja: ライト​サーベル

source: The Falcon's Talon
et: Pistrikuküünis
ja: ザ​・​ファルコンズ​・​タロン

source: Inferno
et: Põrgu
ja: インフェルノ

source: Doombringer
et: Hukatusetooja
ja: ドゥームブリンガー

source: The Grizzly
et: Grisli
ja: ザ​・​グリズリー

source: The Grandfather
et: Vanaisa
ja: ザ​・​グランドファーザー

source: The Mangler
et: Purustaja
ja: ザ​・​マングラー

source: Sharp Beak
et: Terav Nokk
ja: シャープ​ビーク

source: BloodSlayer
et: Veretapja
ja: ブラッドスレイヤー

source: The Celestial Axe
et: Taevalik kirves
ja: セレスティアル​・​アックス

source: Wicked Axe
et: <translated:Paha Kirves
ja: ウィキッドアックス

source: Stonecleaver
et: Kivikõmblaja
ja: ストーンクリーバー

source: Aguinara's Hatchet
et: Aguinara kirves
ja: アグイナラズ​・​ハチェット

source: Hellslayer
et: Põrgutapja
ja: ヘルス​レイヤー

source: Messerschmidt's Reaver
et: Messerschmidti raider
ja: メッサーシュミッツ​・​リーバー

source: Crackrust
et: Mõranerooste
ja: クラック​ラスト

source: Hammer of Jholm
et: Jholmi vasar
ja: ハンマー​・​オブ​・​ギョーム

source: Civerb's Cudgel
et: Civerbi nuia
ja: シバーブス​・​カッジェル

source: The Celestial Star
et: Taevalik Täht
ja: ザ​・​セレスティアル​・​スター

source: Baranar's Star
et: Baranari Täht
ja: バルナーズ​・​スター

source: Gnarled Root
et: Kõver Juure
ja: ナールド​・​ルート

source: The Cranium Basher
et: Kolju Purustaja
ja: ザ​・​クラニュウム​・​バッシャー

source: Schaefer's Hammer
et: Schaeferi vasar
ja: シャイファーズ​・​ハンマー

source: Dreamflange
et: Unenäopits
ja: ドリームフランジュ

source: Staff of Shadows
et: Varjude sau
ja: スタッフ​・​オブ​・​シャドウズ

source: Immolator
et: Põletaja
ja: イモレイター

source: Storm Spire
et: Tormitorn
ja: ストーム​・​スパイア

source: Gleamsong
et: Säralaul
ja: グリーム​ソング

source: Thundercall
et: Äikesekutse
ja: サンダー​コール

source: The Protector
et: Kaitsja
ja: ザ​・​プロテクター

source: Naj's Puzzler
et: Naji Mõistatus
ja: ナジズ​・​パズラー

source: Mindcry
et: Meeltemurdja
ja: マインド​クライ

source: Rod of Onan
et: Onani sau
ja: ロッド​・​オブ​・​オーナン

source: Helm of Spirits
et: Vaimude kiiver
ja: ヘルム​・​オブ​・​スピリッツ

source: Thinking Cap
et: Mõtlemismüts
ja: シンキング​キャップ

source: OverLord's Helm
et: Ülemisanda kiiver
ja: オーバーローズヘルム

source: Fool's Crest
et: Lolli Märk
ja: 食料

source: Royal Circlet
et: Kuninglik Peaehe
ja: ロイヤル​クレスト

source: Torn Flesh of Souls
et: Hingede rebitud liha
ja: トーン​フレッシュ​・​オブ​・​ソウル

source: The Gladiator's Bane
et: Gladiaatori hukatus
ja: ザ​・​グラディエーターズ​・​ベイン

source: The Rainbow Cloak
et: Vikerkaare Keep
ja: ザ​・​レインボウ​・​クローク

source: Leather of Aut
et: Auti nahk
ja: レザー​・​オブ​・​オータ

source: Wisdom's Wrap
et: Tarkuse rüü
ja: ウィズダムズ​・​ラップ

source: Sparking Mail
et: Sädelev Rüü
ja: スパーキング​・​メイル

source: Scavenger Carapace
et: Röövli Kest
ja: スカベンジャー​・​カラペイス

source: Nightscape
et: Öömaastik
ja: ナイト​スケープ

source: Naj's Light Plate
et: Naj'i Rüü
ja: ナジズ​・​ライト​プレート

source: Demonspike Coat
et: Demonspike'i kuub
ja: デーモン​スパイク​コート

source: The Deflector
et: Peegeldaja
ja: ディフ​レクター

source: Split Skull Shield
et: Lõhestatud Kolju Kilp
ja: スピリット​・​スカル​・​シールド

source: Dragon's Breach
et: Draakoni Murd
ja: ドラゴンズ​・​ブリーチ

source: Blackoak Shield
et: Musttamme kilp
ja: ブラック​オーク​・​シールド

source: Holy Defender
et: Püha Kaitsja
ja: ホーリー​ディフェンダー

source: Stormshield
et: Tormikilp
ja: ストーム​・​シールド

source: Bramble
et: Ogalik
ja: ブランブル

source: Ring of Regha
et: Regha sõrmus
ja: リング​・​オブ​・​レガー

source: The Bleeder
et: Verejooksja
ja: ザ​・​ブリーダー

source: Constricting Ring
et: Ahendav Sõrmus
ja: コンストリクティング​・​リング

source: Ring of Engagement
et: Kihlasõrmus
ja: リング​・​オブ​・​エンゲージメント

source: Giant's Knuckle
et: Hiiglase Nukid
ja: ジャイアント​・​ナックル

source: Mercurial Ring
et: Elavhõbedane sõrmus
ja: マーキュリアルリング

source: Xorine's Ring
et: Xorine'i sõrmus
ja: キソリーヌ​の​指輪

source: Karik's Ring
et: Kariku sõrmus
ja: カリック​の​指輪

source: Ring of Magma
et: Magma sõrmus
ja: リング​・​オブ​・​マグマ

source: Ring of the Mystics
et: Müstikute sõrmus
ja: リング​・​オブ​・​ザ​・​ミスティック

source: Ring of Thunder
et: Äikese sõrmus
ja: リング​・​オブ​・​サンダー

source: Amulet of Warding
et: Võluväe amulett
ja: 結界​の​アミュレット

source: Gnat Sting
et: Sääse nõel
ja: グナートスティング

source: Armor of Gloom
et: Hämaruse turvis
ja: アーマー​・​オブ​・​グローム

source: Thunderclap
et: Äikeselöök
ja: サンダークラップ

source: Eater of Souls
et: Hingede Neelaja
ja: イーター オブ ソウルズ

source: Diamondedge
et: Teemanttera
ja: ダイヤモンド​エッジ

source: Bone Chain Armor
et: Luukettsoomusrüü
ja: ボーン​チェーン​・​アーマー

source: Demon Plate Armor
et: Demon Plate'i turvis
ja: デーモン​・​プレート​・​アーマー

source: Acolyte's Amulet
et: Akolüüdi Amulett
ja: アコライト​の​アミュレット

source: Gladiator's Ring
et: Gladiaatori sõrmus
ja: グラディエーターズ​・​リング

source: Tin
et: Plekk
ja: ティン

source: Brass
et: Messing
ja: ブラス

source: Bronze
et: Pronks
ja: ブロンズ

source: Iron
et: Raud
ja: アイアン

source: Steel
et: Teras
ja: スチール

source: Silver
et: Hõbe
ja: シルバー

source: Platinum
et: Platina
ja: プラチナ

source: Meteoric
et: Meteoriline
ja: メテオ​リック

source: Strange
et: Kummaline
ja: ストレンジ

source: Useless
et: Kasutud
ja: ユースレス

source: Bent
et: Kõver
ja: ベント

source: Weak
et: Nõrk
ja: ウィーク

source: Jagged
et: Sakiline
ja: ジャギッド

source: Deadly
et: Surmav
ja: デッドリー

source: Heavy
et: Raske
ja: ヘビー

source: Vicious
et: Raevukas
ja: ヴィシャス

source: Brutal
et: Brutaalne
ja: ブルータル

source: Massive
et: Massiivne
ja: マッシブ

source: Savage
et: Metsik
ja: サベッジ

source: Ruthless
et: Halastamatu
ja: ルースレス

source: Merciless
et: Halastamatu
ja: マーシレス

source: Clumsy
et: Kohmakas
ja: クラムジィ

source: Dull
et: Nüri
ja: ダル

source: Sharp
et: Terav
ja: シャープ

source: Fine
et: Hea
ja: ファイン

source: Warrior's
et: Sõdalase
ja: ウォーリアーズ

source: Soldier's
et: Sõduri
ja: ソルジャーズ

source: Lord's
et: Isanda
ja: ローズ

source: Knight's
et: Rüütli
ja: ナイツ

source: Master's
et: Meistri
ja: マスターズ

source: Champion's
et: Meistri
ja: チャンピオンズ

source: King's
et: Kuningas
ja: キングス

source: Vulnerable
et: Haavatav
ja: バルネラブル

source: Rusted
et: Rohkine
ja: ラステッド

source: Strong
et: Tugev
ja: ストロング

source: Grand
et: Suurepärane
ja: グランド

source: Valiant
et: Vapper
ja: バリアント

source: Glorious
et: Auline
ja: グロー​リアス

source: Blessed
et: Õnnistatud
ja: ブレスド

source: Saintly
et: Pühalik
ja: セイントリィ

source: Awesome
et: Vinge
ja: オウサム

source: Godly
et: Jumalik
ja: ゴッドリィ

source: Red
et: Punane
ja: レッド

source: Crimson
et: Karmiinpunane
ja: クリムゾン

source: Garnet
et: Granaat
ja: ガーネット

source: Ruby
et: Rubiin
ja: ルビー

source: Blue
et: Sinine
ja: ブルー

source: Azure
et: Asuur
ja: アジャー

source: Cobalt
et: Kobalt
ja: コバルト

source: Sapphire
et: Safiir
ja: サファイア

source: White
et: Valge
ja: ホワイト

source: Pearl
et: Pärl
ja: パール

source: Ivory
et: <translated Elevandiluu
ja: アイボリー

source: Crystal
et: Kristall
ja: クリスタル

source: Diamond
et: Teemant
ja: ダイアモンド

source: Topaz
et: Topaas
ja: トパーズ

source: Amber
et: Merevaik
ja: アンバー

source: Jade
et: Jadeiit
ja: ジェイド

source: Obsidian
et: Obsidiaan
ja: オブシディアン

source: Emerald
et: Smaragd
ja: エメラルド

source: Hyena's
et: Hüääni
ja: ハイエナズ

source: Frog's
et: Konna
ja: フロッグス

source: Spider's
et: Ämbliku
ja: スパイダーズ

source: Raven's
et: Ronga
ja: レイブンズ

source: Snake's
et: Mao oma
ja: スネークス

source: Serpent's
et: Mao
ja: サーペンツ

source: Drake's
et: Drake'i
ja: ドレイクス

source: Dragon's
et: Draakoni
ja: ドラゴンズ

source: Wyrm's
et: Lohe
ja: ワームズ

source: Hydra's
et: Hydra
ja: ヒドラズ

source: Angel's
et: Inglite
ja: エンジェルズ

source: Arch-Angel's
et: Peaingli
ja: アーク​エンジェルズ

source: Plentiful
et: Rohkesti
ja: プレンティフル

source: Bountiful
et: Rikkalik
ja: バウンティフル

source: Flaming
et: Põlev
ja: フレイミング

source: Lightning
et: Välk
ja: ライトニング

source: Jester's
et: Narride
ja: ジェス​ターズ

source: Crystalline
et: Kristalne
ja: 結晶

source: Doppelganger's
et: Doppelgängeri
ja: ドッペルゲンガーズ

source: quality
et: kvaliteet
ja: クオリティ

source: maiming
et: sandistamine
ja: メイミング

source: slaying
et: maha
ja: スレイング

source: gore
et: veri
ja: ゴア

source: carnage
et: veresaun
ja: カルネージ

source: slaughter
et: veresaun
ja: スローター

source: pain
et: valu
ja: ペイン

source: tears
et: pisarad
ja: ティアーズ

source: health
et: tervis
ja: ヘルス

source: protection
et: kaitse
ja: プロテクション

source: absorption
et: imendumine
ja: アブソープション

source: deflection
et: hajutamine
ja: ディフレクション

source: osmosis
et: osmoos
ja: アズモシス

source: frailty
et: nõrkus
ja: フレイリティ

source: weakness
et: nõrkus
ja: ウィークネス

source: strength
et: jõud
ja: ストレングス

source: might
et: võimsus
ja: マイト

source: power
et: jõud
ja: パワー

source: giants
et: hiiglased
ja: ジャイアント

source: titans
et: titaanid
ja: タイタン

source: paralysis
et: halvatus
ja: パラリシス

source: atrophy
et: atroofia
ja: アトロフィ

source: dexterity
et: osavus
ja: デクスタリティー

source: skill
et: oskus
ja: スキル

source: accuracy
et: täpsus
ja: アキュラシー

source: precision
et: täpsus
ja: プリシジョン

source: perfection
et: täiuslikkus
ja: パーフェクション

source: the fool
et: loll
ja: ザ​・​フール

source: dyslexia
et: düsleksia
ja: ディスレクシア

source: magic
et: maagia
ja: マジック

source: the mind
et: meel
ja: ザ​・​マインド

source: brilliance
et: sära
ja: ブリリアンス

source: sorcery
et: nõidus
ja: ソーサリー

source: wizardry
et: nõidus
ja: ウィザードリー

source: illness
et: haigus
ja: イルネス

source: disease
et: haigus
ja: ディジーズ

source: vitality
et: vitaalsus
ja: バイタリティ

source: zest
et: õhin
ja: ゼスト

source: vigor
et: elujõud
ja: ビガー

source: life
et: elu
ja: ライフ

source: trouble
et: häda
ja: ザ​・​トラブル

source: the pit
et: auk
ja: ザ​・​ピット

source: the sky
et: taevas
ja: ザ​・​スカイ

source: the moon
et: kuu
ja: ザ​・​ムーン

source: the stars
et: tähed
ja: ザ​・​スター

source: the heavens
et: taevad
ja: ザ​・​ヘイブン

source: the zodiac
et: sodiaak
ja: ザ​・​ゾディアック

source: the vulture
et: raisakotkas
ja: ザ​・​ヴァル​チャー

source: the jackal
et: šakaal
ja: ザ​・​ジャッカル

source: the fox
et: rebane
ja: ザ​・​フォックス

source: the jaguar
et: jaguaar
ja: ザ​・​ジャガー

source: the eagle
et: kotkas
ja: ザ​・​イーグル

source: the wolf
et: hunt
ja: ザ​・​ウルフ

source: the tiger
et: tiiger
ja: ザ​・​タイガー

source: the lion
et: lõvi
ja: ザ​・​ライオン

source: the mammoth
et: mammut
ja: ザ​・​マンモス

source: the whale
et: vaal
ja: ザ​・​ホエール

source: fragility
et: haprus
ja: フラジリティ

source: brittleness
et: haprus
ja: ブリトレネス

source: sturdiness
et: vastupidavus
ja: スタディネス

source: craftsmanship
et: meistriteos
ja: クラフトマンシップ

source: structure
et: struktuur
ja: ストラクチャー

source: the ages
et: ajastud
ja: ザ​・​エイジス

source: the dark
et: pimedus
ja: ザ​・​ダーク

source: the night
et: öö
ja: ザ​・​ナイト

source: light
et: valgus
ja: ライト

source: radiance
et: sära
ja: ラディアンス

source: flame
et: leek
ja: フレイム

source: fire
et: tuli
ja: ファイヤー

source: burning
et: põletav
ja: バーニング

source: shock
et: šokk
ja: ショック

source: lightning
et: välk
ja: ライトニング

source: thunder
et: äike
ja: サンダー

source: many
et: palju
ja: メニー

source: plenty
et: palju
ja: プレンティ

source: thorns
et: ogad
ja: ソーン

source: corruption
et: rikkumine
ja: コラプション

source: thieves
et: vargad
ja: シーブス

source: the bear
et: karu
ja: ザ​・​ベアー

source: the bat
et: nahkhiir
ja: ザ​・​バット

source: vampires
et: vampiirid
ja: バンパイア

source: the leech
et: verd
ja: ザ​・​リーチ

source: blood
et: veri
ja: ブラッド

source: piercing
et: läbistav
ja: ピアシング

source: puncturing
et: läbistav
ja: パンクチュアリング

source: bashing
et: materdamine
ja: バッシング

source: readiness
et: valmidus
ja: レディニス

source: swiftness
et: kiirus
ja: スイフトネス

source: speed
et: kiirus
ja: スピード

source: haste
et: kiirustamine
ja: ヘイスト

source: balance
et: tasakaal
ja: バランス

source: stability
et: stabiilsus
ja: スタビリティ

source: harmony
et: harmoonia
ja: ハーモニー

source: blocking
et: blokeerimine
ja: ブロッキング

source: devastation
et: häving
ja: 壊滅

source: decay
et: mädanik
ja: 崩壊

source: peril
et: oht
ja: ペリル

# spell
source: {0} of {1}
et: {0} {1}-st
ja: {1}​の​{0}

# spell
source: {0} {1} of {2}
et: {0} {1} {2}-st
ja: {2}​の​{0}{1}

# spell
source: Firebolt
et: Tulepold
ja: ファイヤー​ボルト

# spell
source: Healing
et: Tervendamine
ja: ヒーリング

# spell
source: Lightning
et: Välk
ja: ライトニング

# spell
source: Flash
et: Välgatus
ja: フラッシュ

# spell
source: Identify
et: Tuvasta
ja: 鑑定

# spell
source: Fire Wall
et: Tulesein
ja: ファイヤー​ウォール

# spell
source: Town Portal
et: Linnaportaal
ja: タウン​ポータル

# spell
source: Stone Curse
et: Kivine needus
ja: ストーン​カース

# spell
source: Infravision
et: Infranägemine
ja: インフラ​ビジョン

# spell
source: Phasing
et: Faasimine
ja: フェイジング

# spell
source: Mana Shield
et: Mana kilp
ja: マナシールド

# spell
source: Fireball
et: Tulepall
ja: ファイヤー​ボール

# spell
source: Guardian
et: Kaitsja
ja: ガーディアン

# spell
source: Chain Lightning
et: Ahelkett-kõu
ja: チェイン​ライトニング

# spell
source: Flame Wave
et: Leegilainetus
ja: フレイム​ウェーブ

# spell
source: Doom Serpents
et: Hukatusmaod
ja: ドゥーム​サーペント

# spell
source: Blood Ritual
et: Vererituaal
ja: ブラッド​リチュアル

# spell
source: Invisibility
et: Nähtamatus
ja: インビジビリティ

# spell
source: Inferno
et: Põrgu
ja: インフェルノ

# spell
source: Rage
et: Raev
ja: レイジ

# spell
source: Teleport
et: Teleporteerimine
ja: テレポート

# spell
source: Apocalypse
et: Apokalüpsis
ja: アポカリプス

# spell
source: Etherealize
et: Eeterialiseerima
ja: エーテリアライズ

# spell
source: Item Repair
et: Eseme Parandus
ja: アイテム​の​修理

# spell
source: Staff Recharge
et: Keppi laadimine
ja: スタッフ​の​リチャージ

# spell
source: Trap Disarm
et: Lõksu kahjutuks tegemine
ja: トラップ​の​解除

# spell
source: Elemental
et: Elementaalne
ja: エレメンタル

# spell
source: Charged Bolt
et: Laetud polt
ja: チャージド​ボルト

# spell
source: Holy Bolt
et: Püha nool
ja: ホーリー​ボルト

# spell
source: Resurrect
et: Elusta
ja: リザレクション

# spell
source: Telekinesis
et: Telekinees
ja: テレキネシス

# spell
source: Heal Other
et: Tervenda Teist
ja: ヒール​アザー

# spell
source: Blood Star
et: Veretäht
ja: ブラッド​スター

# spell
source: Bone Spirit
et: Luukvaim
ja: ボーン​スピリット

# spell
source: the Magi
et: Magi
ja: ザ​・​マギ

# spell
source: the Jester
et: Narr
ja: ザ​・​ジェスター

# spell
source: Lightning Wall
et: Välgusein
ja: ライトニング​ウォール

# spell
source: Immolation
et: Enesesüttimine
ja: イモレーション

# spell
source: Warp
et: Väänamine
ja: ワープ

# spell
source: Reflect
et: Peegelda
ja: リフレクト

# spell
source: Ring of Fire
et: Tulerõnga
ja: リングオブファイヤー

# spell
source: Search
et: Otsi
ja: サーチ

# spell
source: Rune of Fire
et: Tuleruuna
ja: ルーン​・​オブ​・​ファイヤー

# spell
source: Rune of Light
et: Valguse ruun
ja: ライト​・​オブ​・​ルーン

# spell
source: Rune of Nova
et: Nova ruun
ja: ルーン​・​オブ​・​ノヴァ

# spell
source: Rune of Immolation
et: Immolatsiooni ruun
ja: ルーン​・​オブ​・​イモレーション

# spell
source: Rune of Stone
et: Kivi ruun
ja: ルーン​・​オブ​・​ストーン

# player
source: Level: {:d}
et: Tase: {:d}
ja: レベル: {:d}

# spellbook
source: Level {:d}
et: Tase {:d}
ja: Lvl {:d}

# monster
source: Zombie
et: Zombi
ja: ゾンビ

# monster
source: Ghoul
et: Koll
ja: グール

# monster
source: Rotting Carcass
et: Mädanev korjus
ja: ロッティング​・​カーカス

# monster
source: Black Death
et: Must Surm
ja: ブラックデス

# monster
source: Fallen One
et: Langenud
ja: フォールンワン

# monster
source: Carver
et: Raiuja
ja: カーバ

# monster
source: Devil Kin
et: Kuratipoeg
ja: デビルキン

# monster
source: Dark One
et: Tume Üks
ja: ダークワン

# monster
source: Skeleton
et: Skelett
ja: スケルトン

# monster
source: Corpse Axe
et: Laiba Kirves
ja: コープス​・​アックス

# monster
source: Burning Dead
et: Põlev Surnu
ja: バーニング​デッド

# monster
source: Horror
et: Õudus
ja: ホラー

# monster
source: Scavenger
et: Röövel
ja: スカベンジャー

# monster
source: Plague Eater
et: Katkuõgija
ja: プレイグイーター

# monster
source: Shadow Beast
et: Varjuelukas
ja: シャドウ​ビースト

# monster
source: Bone Gasher
et: Luu Purustaja
ja: ボーンガッシャー

# monster
source: Corpse Bow
et: Laibavibu
ja: コープス​・​ボウ
